[{"question": "Are more people today related to Genghis Khan than Julius Caesar?", "gold_answer": "yes"}, {"question": "Could the members of The Police perform lawful arrests?", "gold_answer": "no"}, {"question": "Would a Monoamine Oxidase candy bar cheer up a depressed friend?", "gold_answer": "no"}, {"question": "Would a dog respond to bell before Grey seal?", "gold_answer": "yes"}, {"question": "Is a pound sterling valuable?", "gold_answer": "no"}, {"question": "Is shrimp scampi definitely free of plastic?", "gold_answer": "no"}, {"question": "Do the anchors on Rede Globo speak Chinese?", "gold_answer": "no"}, {"question": "Is a Boeing 737 cost covered by Wonder Woman (2017 film) box office receipts?", "gold_answer": "yes"}, {"question": "Can you buy Casio products at Petco?", "gold_answer": "no"}, {"question": "Did the Space Race use relay batons?", "gold_answer": "no"}, {"question": "Are Christmas trees dissimilar to deciduous trees?", "gold_answer": "yes"}, {"question": "Does Biochemistry study gluons?", "gold_answer": "no"}, {"question": "Did land owners elect their rulers in the Kingdom of Hungary?", "gold_answer": "no"}, {"question": "Would Nancy Pelosi publicly denounce abortion?", "gold_answer": "no"}, {"question": "Does Dragon Ball shows and movies fall short of Friday 13th number of projects?", "gold_answer": "yes"}, {"question": "Would a student of the class of 2017 have amnesia about 9/11?", "gold_answer": "yes"}, {"question": "Would a psychic who admits to hot reading be trustworthy?", "gold_answer": "no"}, {"question": "Is average number of peas in a pod enough commas for a billion?", "gold_answer": "yes"}, {"question": "Does actress Leila George lack the height to be a model?", "gold_answer": "no"}, {"question": "Is Dustin Hoffman one of the B'nei Yisrael?", "gold_answer": "yes"}, {"question": "If you were on a diet, would you have to skip lunch at McDonald's?", "gold_answer": "no"}, {"question": "Could the Powerpuff Girls hypothetically attend the Camden Military Academy?", "gold_answer": "no"}, {"question": "Would an uninsured person be more likely than an insured person to decline a CT scan?", "gold_answer": "yes"}, {"question": "Was the Donatello crucifix identified in 2020 life size?", "gold_answer": "no"}, {"question": "Is Disneyland Paris the largest Disney resort?", "gold_answer": "no"}, {"question": "Could someone with fine motor control issues benefit from an altered keyboard layout?", "gold_answer": "yes"}, {"question": "Would Adam Sandler get a reference to Cole Spouse and a scuba man doll?", "gold_answer": "yes"}, {"question": "Is there a warthog on Broadway?", "gold_answer": "yes"}, {"question": "Does Disney have an ice princess?", "gold_answer": "yes"}, {"question": "Would a geographer use biochemistry in their work?", "gold_answer": "no"}, {"question": "Could George Washington's own speeches have been recorded live to a compact disc?", "gold_answer": "no"}, {"question": "Would food made with black salt smell of sulfur?", "gold_answer": "yes"}, {"question": "Would a broadcast from Spirit make the news in 2020?", "gold_answer": "yes"}, {"question": "Could Robert Wadlow hypothetically see Frankenstein's monster's bald spot from above?", "gold_answer": "yes"}, {"question": "Is the tibia necessary to win the Stanley Cup?", "gold_answer": "yes"}, {"question": "Would an ethics professor teach a class on Cezanne?", "gold_answer": "no"}, {"question": "If you add water to rice pudding is it horchata?", "gold_answer": "no"}, {"question": "If your skin was turning the color of a zombie, could it be because of nickel?", "gold_answer": "yes"}, {"question": "Is the Illuminati card game still popular?", "gold_answer": "no"}, {"question": "Can a strawberry get worms similar to dogs?", "gold_answer": "yes"}, {"question": "Is Menthol associated with Thanksgiving?", "gold_answer": "no"}, {"question": "Would someone in Mumbai refer to Solanum melongena as an eggplant?", "gold_answer": "no"}, {"question": "Is it okay to lie after taking an oath in a court of law?", "gold_answer": "no"}, {"question": "Is art prioritized in the US education system?", "gold_answer": "no"}, {"question": "While on a liquid diet, are there some types of soup you cannot eat?", "gold_answer": "yes"}, {"question": "Would it be impossible to use an Iwato scale for a twelve-tone technique composition?", "gold_answer": "yes"}, {"question": "Would the Titanic be well preserved at the bottom of the Gulf of Finland?", "gold_answer": "yes"}, {"question": "Could a dandelion suffer from hepatitis?", "gold_answer": "no"}, {"question": "Would a week be enough time to watch every episode of Ugly Betty?", "gold_answer": "yes"}, {"question": "Was the Louisiana Purchase made with bitcoin?", "gold_answer": "no"}, {"question": "Did Japanese serfdom have higher status than English counterpart?", "gold_answer": "yes"}, {"question": "Is the best tasting part of the papaya in the center?", "gold_answer": "no"}, {"question": "Could Lil Wayne's children ride in a Chevrolet Corvette ZR1 together?", "gold_answer": "no"}, {"question": "Is double duty an incorrect phrase for host of Dancing With The Stars?", "gold_answer": "no"}, {"question": "Could an ocelot subsist on a single bee hummingbird per day?", "gold_answer": "no"}, {"question": "Does Ukrainian Greek Catholic Church recognize Alexander Nevsky as a saint?", "gold_answer": "no"}, {"question": "Was the original James Bond actor born near the Washington Monument?", "gold_answer": "no"}, {"question": "Did J. P. Morgan have healthy lungs?", "gold_answer": "no"}, {"question": "Would Firefighters be included in a September 11th memorial?", "gold_answer": "yes"}, {"question": "Does Andrew Johnson's presidential number exceed Elagabalus's Emperor number?", "gold_answer": "no"}, {"question": "Are any animals in Chinese calendar Chordata?", "gold_answer": "yes"}, {"question": "Would a hypothetical Yeti be towered over by Andre the Giant?", "gold_answer": "yes"}, {"question": "Was The Little Prince's titular character allergic to flowers?", "gold_answer": "no"}, {"question": "Did Millard Fillmore help to establish the University of Pittsburgh?", "gold_answer": "no"}, {"question": "Does Northern fur seal make good pet for six year old?", "gold_answer": "no"}, {"question": "Would a pear sink in water?", "gold_answer": "no"}, {"question": "WIll Noah's Ark hypothetically sail through flooded Lincoln Tunnel?", "gold_answer": "no"}, {"question": "Can you write a whole Haiku in a single tweet?", "gold_answer": "yes"}, {"question": "Would you take a photo of a Saltwater crocodile in Memphis?", "gold_answer": "no"}, {"question": "Could Scooby Doo fit in a kangaroo pouch?", "gold_answer": "no"}, {"question": "Do manta rays live in water above the safe temperature for cold food storage?", "gold_answer": "yes"}, {"question": "Is the kayak a traditional boat in New Zealand?", "gold_answer": "no"}, {"question": "Has the Subway restaurant franchise had any connections with child abusers?", "gold_answer": "yes"}, {"question": "Would the high school class of 2010 have lived through the Presidency of Richard Nixon?", "gold_answer": "no"}, {"question": "Would a Deacon be likely to be a fan of the podcast 'God Awful Movies'?", "gold_answer": "no"}, {"question": "Could a giant squid fit aboard the deck of the titanic?", "gold_answer": "yes"}, {"question": "Is Antarctica a good location for Groundhog Day?", "gold_answer": "no"}, {"question": "Can the Powerpuff Girls form a complete tag team wrestling match?", "gold_answer": "no"}, {"question": "Does rock star Keith Richards play a captain of a boat in a movie?", "gold_answer": "yes"}, {"question": "Would an eleventh-grader be eligible for Medicare?", "gold_answer": "no"}, {"question": "Is there a full Neptunian orbit between the first two burials of women in the Panthéon?", "gold_answer": "no"}, {"question": "Will Oasis cruise boat traverse the Lincoln Tunnel?", "gold_answer": "no"}, {"question": "Could Oscar Wilde have operated a motor vehicle?", "gold_answer": "yes"}, {"question": "Will Tokyo Tower be repainted only once during President Trump's first term?", "gold_answer": "yes"}, {"question": "Has a neanderthal ever served on the Supreme Court of the United States?", "gold_answer": "no"}, {"question": "Can Clouded leopards chase down many Pronghorn antelopes?", "gold_answer": "no"}, {"question": "Does the anatomy of a camel lend itself to jokes on Wednesdays?", "gold_answer": "yes"}, {"question": "Can voice actors for Goofy and Bugs Bunny each get one stripe from American flag?", "gold_answer": "yes"}, {"question": "Did Clark Gable appear in any movies scored by John Williams?", "gold_answer": "no"}, {"question": "Is Linus Torvalds' wife unable to physically defend herself?", "gold_answer": "no"}, {"question": "Did Eric Clapton have similar taste in women to one of the Beatles?", "gold_answer": "yes"}, {"question": "Did Eddie Murphy's father see his first stand up show?", "gold_answer": "no"}, {"question": "Could a silverfish reach the top of the Empire State Building?", "gold_answer": "no"}, {"question": "Are there winged statuettes in the home of the creator of Law & Order?", "gold_answer": "yes"}, {"question": "Would baker's dozen of side by side Mac Trucks jam up Golden Gate Bridge?", "gold_answer": "yes"}, {"question": "Could someone mistake the smell of your brussels sprouts for a fart?", "gold_answer": "yes"}, {"question": "Do guitarist's have fingers that can handle pain better than average?", "gold_answer": "yes"}, {"question": "Were there under 150,000 American troops in Vietnam in 1965?", "gold_answer": "yes"}, {"question": "Did Native American tribes teach Spaniards how to cultivate maize?", "gold_answer": "yes"}, {"question": "Has Oscar Wilde's most famous character ever been in an Eva Green project?", "gold_answer": "yes"}, {"question": "Do frogs feel disgust?", "gold_answer": "yes"}, {"question": "Did either Kublai Khan or his grandfather practice monogamy?", "gold_answer": "no"}, {"question": "Does a person need to be a parent to become a grandparent?", "gold_answer": "yes"}, {"question": "Did Van Gogh suffer from a mental disorder?", "gold_answer": "yes"}, {"question": "Is the span in C-SPAN named after Alan Greenspan?", "gold_answer": "no"}, {"question": "Would Eminem perform well at the International Mathematical Olympiad?", "gold_answer": "no"}, {"question": "Is Guitar Hero Beatles inappropriate for a US third grader?", "gold_answer": "no"}, {"question": "In American society, will a bachelor's degree often include a leap year?", "gold_answer": "yes"}, {"question": "At a presentation about post traumatic stress disorder, would Ariana Grande be a topic of relevance?", "gold_answer": "yes"}, {"question": "Were plants crucial for The King of Rock'n Roll's snack with bananas?", "gold_answer": "yes"}, {"question": "Could you read The Atlantic magazine during the Games of the XXII Olympiad?", "gold_answer": "yes"}, {"question": "Can you find Bob Marley's face in most smoke shops?", "gold_answer": "yes"}, {"question": "Could Elizabeth I of England have seen the play Dido, Queen of Carthage ?", "gold_answer": "yes"}, {"question": "Is Britney Spears' breakdown attributed to bipolar disorder?", "gold_answer": "yes"}, {"question": "Is week old chlorine water safe to drink?", "gold_answer": "yes"}, {"question": "Is the foot part of the metric system?", "gold_answer": "no"}, {"question": "Would it be typical for a Rede Globo anchor to say Konnichiwa to the viewers?", "gold_answer": "no"}, {"question": "Does Hades appear in a Disney Channel musical movie?", "gold_answer": "yes"}, {"question": "Were weather phenomena avoided when naming minor league baseball teams?", "gold_answer": "no"}, {"question": "Could a Hwasong-15 missile hypothetically reach Voyager 2?", "gold_answer": "no"}, {"question": "Could someone theoretically use an armadillo as a shield?", "gold_answer": "yes"}, {"question": "Does Linus Torvalds make money off of DirectX?", "gold_answer": "no"}, {"question": "Did a Mediterranean Sea creature kill Steve Irwin?", "gold_answer": "yes"}, {"question": "Do you need to worry about Zika virus in Antarctica? ", "gold_answer": "no"}, {"question": "Did the writer of Christmas carol fast during Ramadan? ", "gold_answer": "no"}, {"question": "Are most books written as a Haiku?", "gold_answer": "no"}, {"question": "Does the country that received the most gold medals during the 1976 Olympics still exist?", "gold_answer": "no"}, {"question": "Will Chuck Norris be a nonagenarian by time next leap year after 2020 happens?", "gold_answer": "no"}, {"question": "Does Bombyx mori have a monopoly over silk production?", "gold_answer": "no"}, {"question": "Do Jews believe in any New Testament angels?", "gold_answer": "yes"}, {"question": "Do Christians anticipate an existence in Sheol after death?", "gold_answer": "no"}, {"question": "Would an anxious person benefit from receiving courage from the Wizard of Oz?", "gold_answer": "no"}, {"question": "Is polyamory allowed in the Catholic Church?", "gold_answer": "no"}, {"question": "Does a Generation Y member satisfy NYPD police officer age requirement?", "gold_answer": "yes"}, {"question": "Could the main character of \"Alice's Adventures in Wonderland\" join a Masonic Lodge?", "gold_answer": "no"}, {"question": "Did King James I despise fairy beings?", "gold_answer": "yes"}, {"question": "Did Evander Holyfield compete in an Olympics hosted in the western hemisphere?", "gold_answer": "yes"}, {"question": "Does handedness determine how you use American Sign Language?", "gold_answer": "yes"}, {"question": "Do onions have a form that resembles the inside of a tree?", "gold_answer": "yes"}, {"question": "Are moose used for work near the kingdom of Arendelle?", "gold_answer": "yes"}, {"question": "Is eleventh grade required to get a driver's licence?", "gold_answer": "no"}, {"question": "Do some home remedies result in your skin color turning blue?", "gold_answer": "yes"}, {"question": "Was ethanol beneficial to Jack Kerouac's health?", "gold_answer": "no"}, {"question": "Did Doctor Strange creators also make Batman?", "gold_answer": "no"}, {"question": "Was Charlemagne's father instrumental in outcome of the Battle of Tours?", "gold_answer": "no"}, {"question": "Would Janet Jackson avoid a dish with ham?", "gold_answer": "yes"}, {"question": "Can giant pandas sell out a Metallica show?", "gold_answer": "no"}, {"question": "Would multiple average rulers be necessary to measure the length of a giant armadillo?", "gold_answer": "yes"}, {"question": "Can you only see hippopotamus in Africa?", "gold_answer": "no"}, {"question": "Was Kane (wrestler) banned from WCW  headquarters city?", "gold_answer": "no"}, {"question": "Was Rumi's work serialized in a magazine?", "gold_answer": "no"}, {"question": "Is Olympia, Washington part of \"Ish river country\"?", "gold_answer": "yes"}, {"question": "Would someone with back pain enjoy picking strawberries?", "gold_answer": "no"}, {"question": "Was the Euro used in Prussia?", "gold_answer": "no"}, {"question": "Did Eiffel Tower contribute to a war victory?", "gold_answer": "yes"}, {"question": "Has the Indian Ocean garbage patch not completed two full rotations of debris since its discovery?", "gold_answer": "yes"}, {"question": "Do some religions look forward to armageddon?", "gold_answer": "yes"}, {"question": "Could a llama birth twice during War in Vietnam (1945-46)?", "gold_answer": "no"}, {"question": "Is Rick and Morty considered an anime?", "gold_answer": "no"}, {"question": "Does The Hague border multiple bodies of water?", "gold_answer": "no"}, {"question": "Could a chipmunk fit 100 chocolate chips in his mouth?", "gold_answer": "no"}, {"question": "Would a pescatarian be unable to eat anchovy pizza?", "gold_answer": "no"}, {"question": "Would Sophist's have hypothetically made good lawyers?", "gold_answer": "yes"}, {"question": "Can fish get Tonsillitis?", "gold_answer": "no"}, {"question": "Will Queen Elizabeth be buried in the Pantheon?", "gold_answer": "no"}, {"question": "Does coding rely on Boolean algebra characters?", "gold_answer": "yes"}, {"question": "Was Gandalf present at the death of Eomer?", "gold_answer": "no"}, {"question": "Are those incapable of reproduction incapable of parenthood?", "gold_answer": "no"}, {"question": "Is Mixed martial arts totally original from Roman Colosseum games?", "gold_answer": "no"}, {"question": "Can Herpes simplex virus spread on Venus?", "gold_answer": "no"}, {"question": "Is Bern located east of Paris?", "gold_answer": "yes"}, {"question": "Would keelhauling be a fair punishment under the Eighth Amendment?", "gold_answer": "no"}, {"question": "Would Franz Ferdinand have survived with armadillo armor?", "gold_answer": "no"}, {"question": "Can you find a railroad engineer on TNT?", "gold_answer": "yes"}, {"question": "Could Amazon afford The Mona Lisa?", "gold_answer": "yes"}, {"question": "Was Martin Luther same sect as Martin Luther King Jr.?", "gold_answer": "no"}, {"question": "Did Sartre write a play about Hell?", "gold_answer": "yes"}, {"question": "Can rowing competitions take place indoors?", "gold_answer": "no"}, {"question": "Were there fifty English kings throughout the Middle Ages?", "gold_answer": "no"}, {"question": "Is Thanksgiving sometimes considered a day of mourning?", "gold_answer": "yes"}, {"question": "Does Jack Sparrow know any sea shantys?", "gold_answer": "yes"}, {"question": "If someone is a vegan, would they eat honey?", "gold_answer": "no"}, {"question": "Can Lamborghini's fastest model win a race against a Porsche 911?", "gold_answer": "yes"}, {"question": "Was the Second Amendment to the United States Constitution written without consideration for black Americans?", "gold_answer": "yes"}, {"question": "Could a Gladiator's weapon crush a diamond?", "gold_answer": "no"}, {"question": "Would Republic of Korea Navy dominate Eritrea navy?", "gold_answer": "yes"}, {"question": "Could someone have arrived at Wrestlemania X in a Toyota Prius?", "gold_answer": "no"}, {"question": "Could the first European visitor to Guam been friends with Queen Victoria?", "gold_answer": "no"}, {"question": "Would the average American family find Adam Sandler's home to be too small?", "gold_answer": "no"}, {"question": "Does Santa Claus work during summer?", "gold_answer": "no"}, {"question": "Is the Hobbit more profitable for proofreader than Constitution of the United States?", "gold_answer": "yes"}, {"question": "Is Krishna similar to Holy Spirit?", "gold_answer": "yes"}, {"question": "Do human sacrums have more fused vertebrae than an Alaskan Malamute?", "gold_answer": "yes"}, {"question": "Was Snoop Dogg's debut studio album released on the weekend?", "gold_answer": "no"}, {"question": "Are Sable's a good choice of Mustelidae to weigh down a scale?", "gold_answer": "no"}, {"question": "Was Richard III ruler of Adelaide?", "gold_answer": "no"}, {"question": "Do Sweet Potatoes prevent other plants from growing in their place?", "gold_answer": "yes"}, {"question": "Should spaghetti be slick when cooked?", "gold_answer": "no"}, {"question": "While viewing \"Scary Movie\" is the viewer likely to experience an increase in adrenaline?", "gold_answer": "no"}, {"question": "Is All Purpose Flour safe for someone who has celiac disease?", "gold_answer": "no"}, {"question": "Is the Very Large Telescope the most productive telescope in the world?", "gold_answer": "no"}, {"question": "Is it safe to wear sandals in snow?", "gold_answer": "no"}, {"question": "Is the cuisine of Hawaii suitable for a vegan?", "gold_answer": "no"}, {"question": "Would a customer be happy if their grocery store meat tasted like game?", "gold_answer": "no"}, {"question": "Is the Royal Air Force ensign on the moon?", "gold_answer": "no"}, {"question": "Are tampons a good 24 hour solution for mentruation?", "gold_answer": "no"}, {"question": "Can you cure hepatitis with a tonsillectomy?", "gold_answer": "no"}, {"question": "Would a Frigatebird in Ontario be a strange sight?", "gold_answer": "yes"}, {"question": "Would a silicon shortage be bad for Intel's sales?", "gold_answer": "yes"}, {"question": "Has Ivan the Terrible flown to Europe?", "gold_answer": "no"}, {"question": "Could Oprah Winfrey buy dozens of her staff Bugatti luxury cars?", "gold_answer": "yes"}, {"question": "Did the Wehrmacht affect the outcome of the War to End All Wars?", "gold_answer": "no"}, {"question": "Are Leopard cats in less dire straits than Bornean Orangutan?", "gold_answer": "yes"}, {"question": "Did Snoop Dogg refuse to make music with rival gang members?", "gold_answer": "no"}, {"question": "Does the density of helium cause voices to sound deeper?", "gold_answer": "no"}, {"question": "Is Romeo and Juliet an unusual title to teach high schoolers?", "gold_answer": "no"}, {"question": "Are there multiple American government holidays during winter?", "gold_answer": "yes"}, {"question": "Is Islamophobia against Cyprus majority religion misdirected?", "gold_answer": "yes"}, {"question": "Have jokes killed more people than rats in history?", "gold_answer": "no"}, {"question": "Will parma ham be ready for New Year's if the pig is slaughtered in December?", "gold_answer": "no"}, {"question": "Does Amtrak operate four wheel vehicles?", "gold_answer": "yes"}, {"question": "Does chlorine inhibit photosynthesis?", "gold_answer": "yes"}, {"question": "Do people who smoke Djarum's like cloves?", "gold_answer": "yes"}, {"question": "Is an astronomer interested in drosophila?", "gold_answer": "no"}, {"question": "Is Atlantic cod found in a vegemite sandwich?", "gold_answer": "no"}, {"question": "Did Bruiser Brody wrestle on WWE Raw?", "gold_answer": "no"}, {"question": "Can the largest crustacean stretch out completely on a king-sized mattress?", "gold_answer": "no"}, {"question": "Do Windows or Android smartphones run newer versions of Linux?", "gold_answer": "no"}, {"question": "Does Neville Longbottom have more courage as a child than as an adult?", "gold_answer": "no"}, {"question": "Would Atlantic Salmon be within David Duchovny's dietary guidelines?", "gold_answer": "yes"}, {"question": "Do people remember Lucille Ball's winemaking as successful?", "gold_answer": "no"}, {"question": "Can a Sphynx cat be used for wool?", "gold_answer": "no"}, {"question": "Are classic nintendo games for emulator legal?", "gold_answer": "no"}, {"question": "Can you use the T-Mobile tuesdays app if you aren't a T-Mobile customer?", "gold_answer": "no"}, {"question": "Could Aretha Franklin vote for a president when her second child was born?", "gold_answer": "no"}, {"question": "Is Eighth Amendment to the United States Constitution popular in court?", "gold_answer": "no"}, {"question": "Did the Social Democratic Party of Germany help Frederick II become King of Prussia?", "gold_answer": "no"}, {"question": "Would a Catholic priest commend someone's pride?", "gold_answer": "no"}, {"question": "Did Bill Gates help to develop the PlayStation 4?", "gold_answer": "no"}, {"question": "Did compact discs make computer gaming more popular?", "gold_answer": "yes"}, {"question": "Do storks need golden toads to survive?", "gold_answer": "no"}, {"question": "Are any letters directly before and after H missing from Roman numerals?", "gold_answer": "yes"}, {"question": "Are there enough Jonny Cash records in the world to give one to each French citizen?", "gold_answer": "yes"}, {"question": "Would Taylor Swift refer to Snoopy as oppa?", "gold_answer": "yes"}, {"question": "Can horseradish be eaten in a religious context?", "gold_answer": "yes"}, {"question": "Do hamsters provide food for any animals?", "gold_answer": "yes"}, {"question": "Will Chick-fil-A hypothetically refuse to sponsor a Pride parade?", "gold_answer": "yes"}, {"question": "Are the headquarters of All Nippon Airways near a beach?", "gold_answer": "no"}, {"question": "Does Evander Holyfield eat pork products?", "gold_answer": "yes"}, {"question": "Could John Key issue an executive order in the USA?", "gold_answer": "no"}, {"question": "Can a Goblin shark hypothetically ride a bike if it had limbs?", "gold_answer": "no"}, {"question": "Does a Trek 9000 require an anchor in order to park?", "gold_answer": "no"}, {"question": "Does Steven Spielberg's 1998 film take place in a period after War Horse setting?", "gold_answer": "yes"}, {"question": "Is November a bad time for a photographer to take pictures of a plum tree in bloom?", "gold_answer": "yes"}, {"question": "Do more Cauliflower grow in Arizona than California?", "gold_answer": "no"}, {"question": "Would Jason Voorhees hypothetically fail at being a martyr?", "gold_answer": "yes"}, {"question": "Could Palm Beach be held in the palm of your hand?", "gold_answer": "no"}, {"question": "Can a quarter fit inside of a human kidney?", "gold_answer": "yes"}, {"question": "Did Boris Yeltsin watch the 2008 Summer Olympics?", "gold_answer": "no"}, {"question": "Does frost mean that it will be a snowy day?", "gold_answer": "no"}, {"question": "Are there multiple Disney Zorro?", "gold_answer": "yes"}, {"question": "Does selling a 2020 Chevrolet Corvette almost pay for a year at Columbia University?", "gold_answer": "yes"}, {"question": "Does the book Revolutionary Road give a glimpse at life in a suburb?", "gold_answer": "yes"}, {"question": "Is the Liberty Bell still in its original location?", "gold_answer": "no"}, {"question": "Does Buddy The Elf know anyone who works in publishing?", "gold_answer": "yes"}, {"question": "Is unanimously elected president's birthday a break for mail carriers?", "gold_answer": "yes"}, {"question": "Does a sea otter eat spiders?", "gold_answer": "no"}, {"question": "Could a Bengal cat hypothetically best Javier Sotomayor's record?", "gold_answer": "yes"}, {"question": "Are Chipotle Cinnamon Pork Chops appropriate for a Seder?", "gold_answer": "no"}, {"question": "Would the chef at Carmine's restaurant panic if there was no basil?", "gold_answer": "yes"}, {"question": "Is most store bought rice pudding made with brown rice?", "gold_answer": "no"}, {"question": "Did Easy Rider make a profit at the theater when it was released?", "gold_answer": "yes"}, {"question": "Do mail carriers need multiple uniforms?", "gold_answer": "yes"}, {"question": "Is Steve Martin someone who would refuse a dish of shrimp pasta?", "gold_answer": "yes"}, {"question": "As of 2020 have more women succeeded John Key than preceded him?", "gold_answer": "no"}, {"question": "Would Methuselah hypothetically hold a record in the Common Era?", "gold_answer": "yes"}, {"question": "Would you be likely to see storks at a baby shower?", "gold_answer": "yes"}, {"question": "Can Viper Room concert hypothetically be held at National Diet building?", "gold_answer": "yes"}, {"question": "Can you get a fever from consuming meat?", "gold_answer": "yes"}, {"question": "Did Ivan the Terrible use the Byzantine calendar?", "gold_answer": "yes"}, {"question": "Would a Rabbi celebrate Christmas?", "gold_answer": "no"}, {"question": "Is clementine pith highly sought after?", "gold_answer": "no"}, {"question": "Did the Nepalese Civil War take place near India?", "gold_answer": "yes"}, {"question": "Can paratroopers be used in a vacuum?", "gold_answer": "no"}, {"question": "Could the moon fit inside the Black Sea?", "gold_answer": "no"}, {"question": "Could R. Kelly write a college thesis?", "gold_answer": "no"}, {"question": "Can a chess board be converted to a Shogi board?", "gold_answer": "no"}, {"question": "Has Cesar Millan ever tamed a short-eared dog?", "gold_answer": "no"}, {"question": "Did the Eastern Orthodox Church and the Byzantine Empire ever use the same calendar?", "gold_answer": "yes"}, {"question": "Were number of states in Ancient Greece underwhelming compared to US states in 1900?", "gold_answer": "no"}, {"question": "Is the rise of agriculture attributed to rivers?", "gold_answer": "yes"}, {"question": "Are goldfish more difficult to care for than isopods?", "gold_answer": "yes"}, {"question": "Does Mario use mushrooms to run faster?", "gold_answer": "no"}, {"question": "Can eating your weight in celery prevent diabetes?", "gold_answer": "no"}, {"question": "Do restaurants associate meatballs with the wrong country of origin?", "gold_answer": "yes"}, {"question": "Would it be wise to bring a robusto into Central Park Zoo?", "gold_answer": "no"}, {"question": "Were the Great Pyramids built by a theocratic government?", "gold_answer": "yes"}, {"question": "Are sesame seeds glued onto hamburger buns?", "gold_answer": "no"}, {"question": "Was Snoop Dogg an adult when Tickle Me Elmo was popular?", "gold_answer": "yes"}, {"question": "Did James Watson's partner in studying the double helix outlive him? ", "gold_answer": "no"}, {"question": "Can atheism surpass Christianity in American black communities by 2021?", "gold_answer": "no"}, {"question": "Did the band Led Zeppelin own a prime number of gilded gramophones?", "gold_answer": "yes"}, {"question": "Are Doctors of Homeopathy more likely than Doctors of Internal Medicine to recommend Quartz as a treatment?", "gold_answer": "yes"}, {"question": "Would it be difficult to host Stanley Cup Finals at Rock in Rio?", "gold_answer": "yes"}, {"question": "Would the trees in Auburn, New York be changing colors in September?", "gold_answer": "yes"}, {"question": "Could an elephant easily defeat a male macaque?", "gold_answer": "yes"}, {"question": "Did Pedubastis I know Japanese people?", "gold_answer": "no"}, {"question": "Would a cattle farmer be useful to a drum maker?", "gold_answer": "yes"}, {"question": "Can Amtrak's Acela Express break the sound barrier?", "gold_answer": "no"}, {"question": "Are all characters in Legend of Robin Hood fictional?", "gold_answer": "no"}, {"question": "Are raw carrots better for maximizing vitamin A intake?", "gold_answer": "no"}, {"question": "Is radioactive waste a plot device for many shows?", "gold_answer": "yes"}, {"question": "Could a firewall be destroyed by a hammer?", "gold_answer": "no"}, {"question": "Can the President of Mexico vote in New Mexico primaries?", "gold_answer": "no"}, {"question": "Would the operating system of a Samsung Galaxy 1 sound edible?", "gold_answer": "yes"}, {"question": "Does Metallica use Soulseek?", "gold_answer": "no"}, {"question": "Are monks forbidden from engaging in warfare?", "gold_answer": "no"}, {"question": "Can a minotaur hypothetically injure a tibia playing football?", "gold_answer": "yes"}, {"question": "Did Columbus obtain his funding from the rulers of the Portugese Empire?", "gold_answer": "no"}, {"question": "Do shrimp taste best when cooked for a long time?", "gold_answer": "no"}, {"question": "Would a birdwatcher pursue their hobby at a Philadelphia Eagles game?", "gold_answer": "no"}, {"question": "Is Cantonese spoken in Japan?", "gold_answer": "no"}, {"question": "Would Christopher Hitchens be very unlikely to engage in tonsure?", "gold_answer": "yes"}, {"question": "Is menthol associated with Christmas?", "gold_answer": "yes"}, {"question": "Does Snoop Dogg advocate a straight edge lifestyle?", "gold_answer": "no"}, {"question": "Is it expected that Charla Nash would be anxious near a gorilla?", "gold_answer": "yes"}, {"question": "Should oysters be avoided by people with ADHD?", "gold_answer": "no"}, {"question": "Does Magnus Carlsen enjoy KFC?", "gold_answer": "no"}, {"question": "Would a packed Wembley stadium be likely to have a descendant of the Mongols inside?", "gold_answer": "yes"}, {"question": "Is Oculudentavis more dangerous than Allosaurus?", "gold_answer": "no"}, {"question": "Would James Cotton's instrument be too strident for a smooth jazz band?", "gold_answer": "yes"}, {"question": "Are there tearjerkers about United Airlines flights?", "gold_answer": "yes"}, {"question": "Would a rabbi worship martyrs Ranavalona I killed?", "gold_answer": "no"}, {"question": "Does Mercury help detect coronavirus?", "gold_answer": "yes"}, {"question": "Was The Jackson 5 bigger family band than The Isley Brothers?", "gold_answer": "yes"}, {"question": "Does a Starbucks passion tea have ginger in it?", "gold_answer": "no"}, {"question": "Do Shivambu practitioners believe ammonia is unhealthy?", "gold_answer": "no"}, {"question": "Should someone prone to jealousy be in a polyamorous relationship?", "gold_answer": "no"}, {"question": "Would early Eastern Canadian Natives language have use of the letter B?", "gold_answer": "no"}, {"question": "During the pandemic, is door to door advertising considered inconsiderate?", "gold_answer": "yes"}, {"question": "Is Mickey Mouse hypothetically unlikely to make a purchase at Zazzle?", "gold_answer": "yes"}, {"question": "Is Maruti Suzuki Baleno an efficient car for Linus Torvald's family?", "gold_answer": "yes"}, {"question": "Is Benjamin Franklin a prime candidate to have his statues removed by Black Lives Matter movement?", "gold_answer": "yes"}, {"question": "Is ID required to get all medications from all pharmacies?", "gold_answer": "no"}, {"question": "Is Fiat Chrysler gaining a new overall corporate identity?", "gold_answer": "yes"}, {"question": "Did Disney get most of Rudyard Kipling's The Jungle Book profits?", "gold_answer": "yes"}, {"question": "Does an organ donor need to be dead to donate a kidney?", "gold_answer": "no"}, {"question": "Would Kelly Clarkson's voice shake glass?", "gold_answer": "yes"}, {"question": "Is a railroad engineer needed during NASCAR events?", "gold_answer": "no"}, {"question": "Can crane slamdunk?", "gold_answer": "no"}, {"question": "Did the Qwerty keyboard layout predate computers?", "gold_answer": "yes"}, {"question": "Would Alexander Hamilton have known about koalas?", "gold_answer": "no"}, {"question": "Will the torso be safe from blows to the largest and smallest bones in body?", "gold_answer": "yes"}, {"question": "Does the Dalai Lama believe in the divine barzakh?", "gold_answer": "no"}, {"question": "Is Pig Latin related to real Latin?", "gold_answer": "no"}, {"question": "Would Woodrow Wilson support Plessy v. Ferguson decision?", "gold_answer": "yes"}, {"question": "Would a Bulgarian priest eat a four-course meal on Christmas Eve?", "gold_answer": "no"}, {"question": "Is Route 66 generally unknown to Americans?", "gold_answer": "no"}, {"question": "Did the Berlin Wall prevent any athletes from competing in the 1936 Summer Olympics?", "gold_answer": "no"}, {"question": "Will every resident of Los Angeles County, California go to Jehovah Witnesses's heaven?", "gold_answer": "no"}, {"question": "Do Australians ride Kangaroos to work?", "gold_answer": "no"}, {"question": "Did origin dynasty of Go precede Jia Sidao?", "gold_answer": "yes"}, {"question": "Are there multiple Star Wars TV shows produced by Disney?", "gold_answer": "yes"}, {"question": "Would Emma Roberts's Nancy Drew be considered a private investigator?", "gold_answer": "no"}, {"question": "Was the AK-47 used in the Seven Years' War?", "gold_answer": "no"}, {"question": "Did Helen Keller ever read a novel by J. K. Rowling?", "gold_answer": "no"}, {"question": "Would Garfield like canid food?", "gold_answer": "no"}, {"question": "Did Hamlet's author use email?", "gold_answer": "no"}, {"question": "Can Larry King's ex-wives form a water polo team?", "gold_answer": "yes"}, {"question": "Are a dozen pickles good for easing hypertension?", "gold_answer": "no"}, {"question": "Was Florence Nightingale's death more painful than Saint Peter's?", "gold_answer": "no"}, {"question": "Would Iceland lose to Amazon in a bidding war?", "gold_answer": "yes"}, {"question": "Could boolean algebra be described as binary?", "gold_answer": "yes"}, {"question": "Could a Jujutsu expert hypothetically defeat a Janissary?", "gold_answer": "no"}, {"question": "Does the JPEG acronym stand for a joint committee?", "gold_answer": "yes"}, {"question": "Did Mike Tyson train to use the gogoplata?", "gold_answer": "no"}, {"question": "Was the Mentalist filmed in black and white?", "gold_answer": "no"}, {"question": "Can an emu chase a bogan?", "gold_answer": "yes"}, {"question": "Is calling ABBA the Swedish Beatles a preposterous claim?", "gold_answer": "yes"}, {"question": "Did Jane Austen suffer from middle child syndrome?", "gold_answer": "no"}, {"question": "Would a pacifist be opposed to hunting?", "gold_answer": "no"}, {"question": "Is a person with St. Vitus's Dance likely to win a ballet competition?", "gold_answer": "no"}, {"question": "Would a retail associate envy the retailer's CEO's pay?", "gold_answer": "yes"}, {"question": "Are there people who are men who experience menstruation?", "gold_answer": "yes"}, {"question": "Was disc jockey Jay Thomas enemies with Clayton Moore?", "gold_answer": "no"}, {"question": "Should cactus soil always be damp?", "gold_answer": "no"}, {"question": "Does the United States Department of Education oversee services benefiting undocumented migrants? ", "gold_answer": "yes"}, {"question": "Does Soylent use Pea for their source of protein? ", "gold_answer": "no"}, {"question": "Are Brian Cranston and Saoirse Ronan's combined Emmy Awards a prime number?", "gold_answer": "no"}, {"question": "Do beeswax alternatives to cling wrap use plsatic?", "gold_answer": "no"}, {"question": "Should you be skeptical of a 21 year old claiming to have a doctorate?", "gold_answer": "yes"}, {"question": "Would Richard Dawkins hypothetically refuse an offering of the Last rites?", "gold_answer": "yes"}, {"question": "Did Christopher Columbus condone multiple deadly sins?", "gold_answer": "yes"}, {"question": "Would an American feel lost due to language barriers at Disneyland Paris?", "gold_answer": "no"}, {"question": "Could you make the kitchen 'holy trinity' without celery?", "gold_answer": "no"}, {"question": "Is Rurouni Kenshin from same country as lead character in Nobunaga's Ambition?", "gold_answer": "yes"}, {"question": "Should you bring your own bags to Aldi?", "gold_answer": "yes"}, {"question": "Would most children be up past their bedtime if they were watching Conan O'Brien?", "gold_answer": "yes"}, {"question": "Did Dale Jr.'s father crash his car due to a stroke?", "gold_answer": "no"}, {"question": "Was latest Republican governor of New Jersey as of 2020 heftiest politician ever?", "gold_answer": "no"}, {"question": "Will a person survive a fever of NY's highest recorded temperature?", "gold_answer": "no"}, {"question": "4 Krispy Kreme glazed doughnuts exceed AHA  daily sugar allowance?", "gold_answer": "yes"}, {"question": "Did Immanuel Kant ever meet the 14th president of the United States?", "gold_answer": "no"}, {"question": "Could a camel fit in a dog house?", "gold_answer": "no"}, {"question": "Would Columbus have discovered Durian trees during his 1492 expedition?", "gold_answer": "no"}, {"question": "Is the current Chief Justice of the United States forbidden from buying alcohol?", "gold_answer": "no"}, {"question": "Could Barron Trump have lived through the Mexican Revolution?", "gold_answer": "yes"}, {"question": "Did Martin Luther believe in Satan?", "gold_answer": "yes"}, {"question": "Does Snoopy look like Chance from Homeward Bound?", "gold_answer": "no"}, {"question": "Were any members of Canidae in Aesop's Fables?", "gold_answer": "yes"}, {"question": "Would United States Air Force consider Return of the Jedi's Han Solo bad hypothetical candidate?", "gold_answer": "yes"}, {"question": "Would Jesus understand the Easter Bunny?", "gold_answer": "no"}, {"question": "Is the Greek alphabet as common as Sumerian cuneiform?", "gold_answer": "no"}, {"question": "Could Sainsbury's buy Tesco?", "gold_answer": "no"}, {"question": "Are all twins the same gender?", "gold_answer": "no"}, {"question": "Are looks the easiest way to tell rosemary from lavender? ", "gold_answer": "no"}, {"question": "Does Nicole Kidman despise Roman Josi?", "gold_answer": "no"}, {"question": "Is a fairy more prevalent in world myths than a valkyrie?", "gold_answer": "yes"}, {"question": "Can you get Raclette in YMCA headquarters city?", "gold_answer": "yes"}, {"question": "Can I build a house on an asteroid?", "gold_answer": "no"}, {"question": "Would someone in CHE101 require a Maya Angelou book?", "gold_answer": "no"}, {"question": "Can too many oranges cause diarrhea?", "gold_answer": "yes"}, {"question": "Could the surface of Europa fry an egg?", "gold_answer": "no"}, {"question": "Can I ski in Steamboat Springs, Colorado in August?", "gold_answer": "no"}, {"question": "Is dopamine snorted nasally by drug users?", "gold_answer": "no"}, {"question": "Is it common for women to have moustaches?", "gold_answer": "no"}, {"question": "Is Michael an unpopular name in the United States?", "gold_answer": "no"}, {"question": "Is Central Park Zoo located on an island?", "gold_answer": "yes"}, {"question": "Can food be cooked in the cosmic microwave background?", "gold_answer": "no"}, {"question": "Is coal needed to practice parachuting?", "gold_answer": "yes"}, {"question": "Would an oil painter avoid reds from scale insects that live on a cactus?", "gold_answer": "yes"}, {"question": "Could you go to New York Public Library and the Six Flags Great Escape in the same day?", "gold_answer": "yes"}, {"question": "Did any of religions in which Himalayas are sacred originate in 19th century?", "gold_answer": "no"}, {"question": "Did brother of Goofy creator's employer commit an excommunicable offense?", "gold_answer": "yes"}, {"question": "Can a Toyota Supra make a vlog?", "gold_answer": "no"}, {"question": "Was Daniel thrown into the lion's den in the New Testament?", "gold_answer": "no"}, {"question": "Would someone on antidepressants need to be cautious of some citrus fruits?", "gold_answer": "yes"}, {"question": "Do people take laxatives because they enjoy diarrhea?", "gold_answer": "no"}, {"question": "Could Durian cause someone's stomach to feel unwell?", "gold_answer": "yes"}, {"question": "Did the swallow play a role in a famous film about King Arthur?", "gold_answer": "yes"}, {"question": "Does the Boy Who Cried Wolf hypothetically have reason to pray to Pan?", "gold_answer": "yes"}, {"question": "Are there enough people in the Balkans to match the population of Japan?", "gold_answer": "no"}, {"question": "Would you hire someone with dyscalculia to do surveying work?", "gold_answer": "no"}, {"question": "Is a paraplegic suitable for conducting an orchestra?", "gold_answer": "yes"}, {"question": "Is Capricorn the hypothetical zodiac sign of Satanism?", "gold_answer": "yes"}, {"question": "Would a sesame seed be mistaken for a wood frog egg?", "gold_answer": "no"}, {"question": "Does Adam Sandler skip celebrating Easter?", "gold_answer": "yes"}, {"question": "Is there historic graffiti on Alcatraz?", "gold_answer": "yes"}, {"question": "Did Queen Elizabeth I read the works of Jean-Paul Sartre?", "gold_answer": "no"}, {"question": "Did Polar Bears roam around in Ancient Greece?", "gold_answer": "no"}, {"question": "Was United Airlines blameless in worst crash in history?", "gold_answer": "yes"}, {"question": "Does New York Harbor sit on a craton without volcanic activity?", "gold_answer": "no"}, {"question": "Would Statue of Liberty be visible if submerged in Bohai Sea?", "gold_answer": "yes"}, {"question": "Have Jamie Lee Curtis been the subject of fake news?", "gold_answer": "yes"}, {"question": "Will the Stanford Linear Accelerator fit on the Golden Gate Bridge?", "gold_answer": "no"}, {"question": "Could JPMorgan Chase give every American $10?", "gold_answer": "yes"}, {"question": "Is the Matrix a standalone movie?", "gold_answer": "no"}, {"question": "Is Noah's Ark an upgrade for Golden Age of Piracy pirates?", "gold_answer": "yes"}, {"question": "Has Nikola Tesla's name inspired multiple brands?", "gold_answer": "yes"}, {"question": "Are all Wednesdays in a year enough to read Bible 15 times?", "gold_answer": "yes"}, {"question": "Do children's bicycles often have extra wheels?", "gold_answer": "yes"}, {"question": "Would most school children in New York be wearing jackets on groundhog day?", "gold_answer": "yes"}, {"question": "Could a white cockatoo have lived through the entire Thirty Years' War?", "gold_answer": "yes"}, {"question": "Did Jesus go to school to study railroad engineering?", "gold_answer": "no"}, {"question": "Can Arnold Schwarzenegger deadlift an adult Black rhinoceros?", "gold_answer": "no"}, {"question": "Can the Palace of Westminster tell time in the dark?", "gold_answer": "yes"}, {"question": "Can a prime number be represented by the number of days in a week?", "gold_answer": "yes"}, {"question": "Would a tool used for Martin Luther's Reformation opening salvo aid in a crucifixion?", "gold_answer": "yes"}, {"question": "Is Edgar Allan Poe obscure in the world of horror fiction?", "gold_answer": "no"}, {"question": "Will Ahura Mazda have to look down to see Abaddon's dwelling??", "gold_answer": "yes"}, {"question": "Was Alaska part of the Northern Army during the Civil War?", "gold_answer": "no"}, {"question": "Do Bing (search engine) searches earn the searcher more than competitors do?", "gold_answer": "yes"}, {"question": "Would three newborn kittens fit on a standard Amtrak coach seat?", "gold_answer": "yes"}, {"question": "Could a newborn look over the top of a fully grown horseradish plant?", "gold_answer": "no"}, {"question": "Does the Red Sea have biblical significance? ", "gold_answer": "yes"}, {"question": "Would moon cakes be easy to find in Chinatown, Manhattan?", "gold_answer": "yes"}, {"question": "Is Bugs Bunny known for carrying a root vegetable around with him?", "gold_answer": "yes"}, {"question": "Would someone buying crickets be likely to own pets?", "gold_answer": "yes"}, {"question": "Are some adherents to Christianity in China historic enemies of Catholic Church?", "gold_answer": "yes"}, {"question": "Can a Kia Rio fit inside the Oval Office?", "gold_answer": "yes"}, {"question": "Were veterans of the War in Vietnam (1945–46) given free education by the Soviet Union?", "gold_answer": "no"}, {"question": "Is the Easter Bunny popular in September?", "gold_answer": "no"}, {"question": "Is lunch on the beach a good activity to spot the full circle of a rainbow?", "gold_answer": "no"}, {"question": "Is the Mona Lisa based on a real person?", "gold_answer": "yes"}, {"question": "Did Johann Sebastian Bach leave his first wife for his second wife?", "gold_answer": "no"}, {"question": "Could Eddie Hall hypothetically deadlift the world's largest cheeseburger?", "gold_answer": "no"}, {"question": "Has Justin Timberlake ever written a song about Britney Spears?", "gold_answer": "yes"}, {"question": "Do most high school head coaches make as much as the Head Coach at NCSU?", "gold_answer": "no"}, {"question": "Did Christopher Columbus break the fifth commandment in Christianity?", "gold_answer": "yes"}, {"question": "Can you transport a primate in a backpack?", "gold_answer": "yes"}, {"question": "Was King Arthur at the beheading of Anne Boleyn?", "gold_answer": "no"}, {"question": "Can the city of Miami fit inside Uppsala?", "gold_answer": "no"}, {"question": "Does Iphone have more iterations than Samsung Galaxy?", "gold_answer": "no"}, {"question": "Is Hanuman associated with a Norse god?", "gold_answer": "no"}, {"question": "Did a Polish poet write sonnets about Islamic religion?", "gold_answer": "yes"}, {"question": "Can you find Bugs Bunny at Space Mountain?", "gold_answer": "no"}, {"question": "Could modern Brazilian Navy have hypothetically turned the tide in Battle of Actium?", "gold_answer": "yes"}, {"question": "Could the children of Greek hero Jason hypothetically fill a polo team?", "gold_answer": "yes"}, {"question": "Can you swim to Miami from New York?", "gold_answer": "no"}, {"question": "Could ABBA play a mixed doubles tennis game against each other?", "gold_answer": "yes"}, {"question": "Is material from an aloe plant sometimes enclosed in petroleum-derived products?", "gold_answer": "yes"}, {"question": "Could Hurricane Harvey catch a Peregrine falcon?", "gold_answer": "no"}, {"question": "Do bodies movie during hanging?", "gold_answer": "yes"}, {"question": "Would Benito Mussolini hypothetically play well in the NBA?", "gold_answer": "no"}, {"question": "Does US brand Nice depend on Western honey bee?", "gold_answer": "yes"}, {"question": "Can a firewall protect against a short circuit?", "gold_answer": "no"}, {"question": "Does conservatism repulse Blaire White?", "gold_answer": "no"}, {"question": "Do skeletons have hair?", "gold_answer": "no"}, {"question": "Did H.G. Wells' \"War of the Worlds\" include cosmic rays?", "gold_answer": "no"}, {"question": "Does 50 Cent get along with Jeffrey Atkins?", "gold_answer": "no"}, {"question": "Is it normal for people to sing when the YMCA is mentioned?", "gold_answer": "yes"}, {"question": "Do members of NFL teams receive infantry training?", "gold_answer": "no"}, {"question": "Do most religious people in Quebec refer to the Quran?", "gold_answer": "no"}, {"question": "Is a Halloween cruise in the Gulf of Mexico likely to be safe from storms?", "gold_answer": "no"}, {"question": "Can Billie Eilish afford a Porsche?", "gold_answer": "yes"}, {"question": "Did Secretariat win a Formula One championship?", "gold_answer": "no"}, {"question": "Does Robert Downey Jr's Marvel Cinematic Universe character survive the Infinity War?", "gold_answer": "no"}, {"question": "Does James Webb Space Telescope fail astronomer in locating planet Krypton?", "gold_answer": "yes"}, {"question": "Do all crustaceans live in the ocean?", "gold_answer": "no"}, {"question": "Did the population of the Warsaw Ghetto record secret police on cell phones?", "gold_answer": "no"}, {"question": "Was John Lennon known to be a good friend to Sasha Obama?", "gold_answer": "no"}, {"question": "Can spiders help eggplant farmers control parasites?", "gold_answer": "yes"}, {"question": "Does Darth Vader's character resemble Severus Snape?", "gold_answer": "no"}, {"question": "Can a carrot receive an organ transplant?", "gold_answer": "no"}, {"question": "Do people with DID have a good memory?", "gold_answer": "no"}, {"question": "Were items released from Pandora's box at least two of the names of Four Horsemen?", "gold_answer": "yes"}, {"question": "Did the iPhone usher in the scientific revolution?", "gold_answer": "no"}, {"question": "Would someone go to San Francisco for a nature escape?", "gold_answer": "no"}, {"question": "Does parsley sink in milk?", "gold_answer": "no"}, {"question": "Did anyone in the 1912 election take a majority of the popular vote?", "gold_answer": "no"}, {"question": "Could amoebas have played a part in the Black Death?", "gold_answer": "yes"}, {"question": "Did P. G. Wodehouse like the internet as a child?", "gold_answer": "no"}, {"question": " Is The Invisible Man more prevalent in films than Picnic at Hanging Rock?", "gold_answer": "yes"}, {"question": "Is ABBA's 1970's genre still relevant today?", "gold_answer": "yes"}, {"question": " Is cactus fruit an important menu item for a restaurant based on Cuauhtémoc?", "gold_answer": "yes"}, {"question": "Did Rumi spend his time in a state of euphoria?", "gold_answer": "yes"}, {"question": "Is silicon important in California?", "gold_answer": "yes"}, {"question": "Would a modern central processing unit circuit chip fit on a housekey?", "gold_answer": "no"}, {"question": "Are pancakes a bad snack for cats?", "gold_answer": "yes"}, {"question": "Are all students guaranteed lunch at school in the US?", "gold_answer": "no"}, {"question": "Can methane be seen by the naked eye?", "gold_answer": "no"}, {"question": "Could an escapee swim nonstop from Alcatraz island to Siberia?", "gold_answer": "no"}, {"question": "Is there a popular Disney character made from living ice?", "gold_answer": "yes"}, {"question": "Would a blooming onion be possible with a shallot?", "gold_answer": "no"}, {"question": "Did goddess Friday is named after despise felines?", "gold_answer": "no"}, {"question": "Did the Gunpowder plot eliminate Mary, Queen of Scots bloodline?", "gold_answer": "no"}, {"question": "Does Sockington enjoy onions?", "gold_answer": "no"}, {"question": "Would Hapshetsut be considered a monarch?", "gold_answer": "yes"}, {"question": "Can a New Yorker get their eyes checked by Rand Paul legally?", "gold_answer": "no"}, {"question": "Hypothetically, will an African elephant be crushed by Hulk on its back?", "gold_answer": "no"}, {"question": "Were the Ten commandments the part of the bible that Jewish people do not believe in?", "gold_answer": "no"}, {"question": "Did the death of Helen Palmer have a significant effect on Dr. Seuss?", "gold_answer": "yes"}, {"question": "Is the Federal Reserve a quick walk from Space Needle?", "gold_answer": "no"}, {"question": "Would Eric Clapton's mother hypothetically be unable to legally purchase cigarettes in the USA at his birth?", "gold_answer": "yes"}, {"question": "Could Casio's first invention be worn around the ankle?", "gold_answer": "no"}, {"question": "Does Zelda Williams have any cousins on her father's side?", "gold_answer": "no"}, {"question": "Can someone sell their time through the Toronto Star?", "gold_answer": "yes"}, {"question": "Is it wise to feed a Snickers bar to a poodle?", "gold_answer": "no"}, {"question": "Does United Airlines have a perfect operation record?", "gold_answer": "no"}, {"question": "Does Long John Silver's serve sea otter?", "gold_answer": "no"}, {"question": "Would Matt Damon be afraid of parachuting?", "gold_answer": "yes"}, {"question": "Are the colors on Marlboro package found on French flag?", "gold_answer": "no"}, {"question": "Did Richard Wagner compose the theme songs for two television series?", "gold_answer": "no"}, {"question": "Are Naruhito's ancestors the focus of Romance of the Three Kingdoms?", "gold_answer": "no"}, {"question": "Would Felicity Huffman vote for Mike DeWine?", "gold_answer": "no"}, {"question": "Would the host of The Colbert Report be likely to vote for Trump?", "gold_answer": "no"}, {"question": "Was the father of social security system serving in the white house during the Panic of 1907?", "gold_answer": "no"}, {"question": "Do all cancer patients get disability?", "gold_answer": "no"}, {"question": "Did children read Harry Potter and the Philosopher's Stone during the Albanian Civil War?", "gold_answer": "yes"}, {"question": "Would Arnold Schwarzenegger have a hard time picking up a red fox in 1967?", "gold_answer": "no"}, {"question": "Could an NBA game be completed within the span of the Six-Day War?", "gold_answer": "yes"}, {"question": "Would it be difficult for Kami Rita to climb Mount Emei?", "gold_answer": "no"}, {"question": "Is Alistair Darling in favor of Scottish independence?", "gold_answer": "no"}, {"question": "Did any of Maya Angelou's children follow in her footsteps?", "gold_answer": "yes"}, {"question": "Did Methuselah live at least 800 years as long as Sarah?", "gold_answer": "yes"}, {"question": "Is Rosemary outclassed as plant found in most song titles?", "gold_answer": "yes"}, {"question": "Did Switzerland support the United States in the Spanish–American War?", "gold_answer": "no"}, {"question": "Is Bill Gates the wealthiest of the Baby Boomers?", "gold_answer": "no"}, {"question": "Did Tony Bennett have more children than he had wives?", "gold_answer": "yes"}, {"question": "Would a greyhound be able to outrun a greyhound bus?", "gold_answer": "no"}, {"question": "Would Bonanza marathon end before WWE Heat marathon?", "gold_answer": "no"}, {"question": "Will Futurama surpass the number of episodes of The Simpsons by the end of 2020?", "gold_answer": "no"}, {"question": "Was Ariana Grande inspired by Imogen Heap?", "gold_answer": "yes"}, {"question": "Did George W. Bush grow up speaking Cantonese?", "gold_answer": "no"}, {"question": "Would a thesis paper be unusual to assign to kindergartners? ", "gold_answer": "yes"}, {"question": "Do people still see Henry Ford's last name often?", "gold_answer": "yes"}, {"question": "Could a cow produce Harvey Milk?", "gold_answer": "no"}, {"question": "Is it unusual to play Happy hardcore music at a funeral?", "gold_answer": "yes"}, {"question": "Would Communist Party of the Soviet Union hypothetically support Trickle Down Economics?", "gold_answer": "no"}, {"question": "Could a white belt defeat Jon Jones in a Brazilian jiu-jitsu match?", "gold_answer": "no"}, {"question": "Does bull shark bite hurt worse than crocodile bite?", "gold_answer": "no"}, {"question": "Is 1936 Summer Olympics venue too small for a Superbowl crowd?", "gold_answer": "no"}, {"question": "Did Christopher Columbus go to Antarctica? ", "gold_answer": "no"}, {"question": "Is breakdancing safe for people with tendonitis?", "gold_answer": "no"}, {"question": "Is the Louvre's pyramid known for being unbreakable? ", "gold_answer": "no"}, {"question": "Did Naruto escape the Temple of Doom?", "gold_answer": "no"}, {"question": "Is August a winter month for part of the world?", "gold_answer": "yes"}, {"question": "Would Saddam Hussein hypothetically choose Saladin as ally over Idris I?", "gold_answer": "yes"}, {"question": "Do Apollo and Baldur share similar interests?", "gold_answer": "yes"}, {"question": "Are any minor league baseball teams named after felines?", "gold_answer": "yes"}, {"question": "Did Andy Warhol influence Art Deco style?", "gold_answer": "no"}, {"question": "Would Dante Alighieri hypothetically place Rupert Murdoch in 8th Circle of Hell?", "gold_answer": "yes"}, {"question": "Is capturing giant squid in natural habitat impossible with no gear?", "gold_answer": "yes"}, {"question": "Would characters in Harry Potter and the Philosopher's Stone be persecuted as pagans?", "gold_answer": "yes"}, {"question": "Has Aretha Franklin ever collaborated with a suicidal person?", "gold_answer": "yes"}, {"question": "Did the Paramount leader produce Titanic?", "gold_answer": "no"}, {"question": "Do Muslims have a different idea of Seraphim than Christians?", "gold_answer": "no"}, {"question": "Did Julia Roberts practice blast beats as a child?", "gold_answer": "no"}, {"question": "Are there mental disorders you can hide?", "gold_answer": "yes"}, {"question": "Does Hades have a loose grip on the Underworld?", "gold_answer": "no"}, {"question": "Was Surfing popular when pogs came out?", "gold_answer": "yes"}, {"question": "Can Centurylink max internet plan upload 1000GB in a fortnight?", "gold_answer": "yes"}, {"question": "Did Solomon make up bigger percentage of Islamic prophets than Kings of Judah?", "gold_answer": "no"}, {"question": "Has Billy Joel sold out Astana Arena?", "gold_answer": "no"}, {"question": "In star rating systems, is 5 stars considered good?", "gold_answer": "yes"}, {"question": "Does Siri know geometry?", "gold_answer": "yes"}, {"question": "Is a Coca plant farm likely to be found in Yakutsk?", "gold_answer": "no"}, {"question": "Does butter industry survive cow extinction?", "gold_answer": "yes"}, {"question": "Is an internet connection essential for someone using Chrome OS?", "gold_answer": "yes"}, {"question": "Was a USB flash drive used in The Godfather?", "gold_answer": "no"}, {"question": "Would Goofy hypothetically enjoy Nylabone?", "gold_answer": "yes"}, {"question": "Can a software engineer work during a power outage?", "gold_answer": "no"}, {"question": "Would Roman Gallic Wars army struggle to build the pyramids faster?", "gold_answer": "no"}, {"question": "Can telescopes hear noise?", "gold_answer": "no"}, {"question": "Are Big Ben's bells currently rung on their normal schedule at the Palace of Westminster?", "gold_answer": "no"}, {"question": "Would a Drow tower over The Hobbit's hero?", "gold_answer": "yes"}, {"question": "Does March begin on the same day of the week as February during leap years?", "gold_answer": "no"}, {"question": "Can first letter row of QWERTY keyboard spell a palindrome?", "gold_answer": "yes"}, {"question": "Have any members of the 2020 British royal family allegedly committed a felony?", "gold_answer": "yes"}, {"question": "Did any Golden Globe winners attend John Kerry's alma mater?", "gold_answer": "yes"}, {"question": "Is snoring a sign of good breathing while sleeping?", "gold_answer": "no"}, {"question": "Is the US Secretary of State similar to an administrative secretary of an office?", "gold_answer": "no"}, {"question": "Are hippos dangerous to humans?", "gold_answer": "yes"}, {"question": "Can a sniper shoot a fish past Bathypelagic Zone in ocean?", "gold_answer": "no"}, {"question": "Has the Holy Grail been featured in at least five films?", "gold_answer": "yes"}, {"question": "Does American Independence Day occur during autumn?", "gold_answer": "no"}, {"question": "Did Karl Marx influence the communist party of China?", "gold_answer": "yes"}, {"question": "Are the Great Lakes part of an international border?", "gold_answer": "yes"}, {"question": "Is Albany, Georgia the most populous US Albany?", "gold_answer": "no"}, {"question": "Was King Kong climbing at a higher altitude than Eiffel Tower visitors?", "gold_answer": "yes"}, {"question": "Would Constitution of the United States paper offend PETA?", "gold_answer": "yes"}, {"question": "If you bottle your own milk, would there be cream on top of it?", "gold_answer": "yes"}, {"question": "Is Nine Inch Nails's lead singer associated with David Lynch?", "gold_answer": "yes"}, {"question": "Do people put creatures from the Black Sea on their pizza?", "gold_answer": "yes"}, {"question": "Should wool be hand washed only?", "gold_answer": "yes"}, {"question": "Are paratroopers good at mountain rescue?", "gold_answer": "yes"}, {"question": "Is the Berlin University of the Arts a Baroque period relic?", "gold_answer": "yes"}, {"question": "Can a student from Smithtown's Cleary School understand the speech of a French person?", "gold_answer": "no"}, {"question": "Would Dante have hypothetically placed Nostradamus in 3rd Circle of Hell?", "gold_answer": "no"}, {"question": "Can a rabbi save the soul of a Christian?", "gold_answer": "yes"}, {"question": "Could the Austrian casualties from Seven Years' War fit in Indianapolis Motor Speedway?", "gold_answer": "yes"}, {"question": "Did the butler Eugene Allen retire the same year a centuries-old war ended?", "gold_answer": "yes"}, {"question": "Does title of Van Morrison's most played song apply to a minority of women worldwide?", "gold_answer": "no"}, {"question": "Does Hanuman have some of the same duties as Athena?", "gold_answer": "yes"}, {"question": "Do workers at Nissan's headquarters eat with chopsticks?", "gold_answer": "yes"}, {"question": "Would Edward II of England have been born without Vikings?", "gold_answer": "no"}, {"question": "Do black swan cygnets typically know both of their genetic parents?", "gold_answer": "no"}, {"question": "Is the most recent Democrat President in the US known for his painting practice?", "gold_answer": "no"}, {"question": "Could pickled cucumbers from 1,000 years ago be good still?", "gold_answer": "no"}, {"question": "Can numerologists become members of Royal Society?", "gold_answer": "no"}, {"question": "If someone is lactose intolerant, do they have to avoid cream?", "gold_answer": "yes"}, {"question": "Could Jamie Brewer have attended the United States Naval Academy?", "gold_answer": "no"}, {"question": "Did Elle Fanning play an essential part in ending apartheid?", "gold_answer": "no"}, {"question": "Did the 23rd amendment give Puerto Ricans the right to vote for president?", "gold_answer": "no"}, {"question": "Could Edward Snowden join MENSA?", "gold_answer": "yes"}, {"question": "Were French people involved in the American Civil War?", "gold_answer": "yes"}, {"question": "Is helium the cause of the Hindenburg explosion?", "gold_answer": "no"}, {"question": "Does Southwest Airlines use bulk carriers?", "gold_answer": "yes"}, {"question": "Is dysphoria around one's pelvis treatable without surgery?", "gold_answer": "yes"}, {"question": "Is the QWERTY keyboard layout meant to be slow?", "gold_answer": "yes"}, {"question": "Can I find my home with latitude and longitude?", "gold_answer": "yes"}, {"question": "Did the Wall Street Crash of 1929 hurt the stocks of robotics companies?", "gold_answer": "no"}, {"question": "Could Snoopy transmit rabies?", "gold_answer": "no"}, {"question": "Would Bruce Gandy be an odd choice for Messiah (Handel)?", "gold_answer": "yes"}, {"question": "Is popular science used to peer review papers?", "gold_answer": "no"}, {"question": "Do the Egyptian pyramids look the same from outside as they did when new?", "gold_answer": "no"}, {"question": "Would a lullaby be enough to wake Hellen Keller up?", "gold_answer": "no"}, {"question": "Is accountant a difficult profession for a person suffering from Dyscalculia?", "gold_answer": "yes"}, {"question": "Would Robert Wadlow tower over a German Shepherd?", "gold_answer": "yes"}, {"question": "Did the Cherokee people send a delegation to oppose allotment?", "gold_answer": "yes"}, {"question": "Can the Moscow Kremlin fit inside Disney Land?", "gold_answer": "yes"}, {"question": "Is euphoria associated with drug addiction?", "gold_answer": "yes"}, {"question": "Does Billy Graham support agnosticism?", "gold_answer": "no"}, {"question": "Is Ganymede in the Milky Way galaxy?", "gold_answer": "yes"}, {"question": "Can you avoid internet trolls on reddit?", "gold_answer": "no"}, {"question": "Could Javier Sotomayor jump over the head of the average giraffe?", "gold_answer": "no"}, {"question": "Could Goofy have counted nine planets in his first year?", "gold_answer": "yes"}, {"question": "Did Douglas Adams use email as a child?", "gold_answer": "no"}, {"question": "Would Kurt Cobain have benefited from Project Semicolon?", "gold_answer": "yes"}, {"question": "Could the Eiffel Tower be completely submerged at the Arctic Ocean's deepest point?", "gold_answer": "yes"}, {"question": "Would a goblin shark eat at Crossroads Kitchen?", "gold_answer": "no"}, {"question": "Is jalapeno heat outclassed by Bhut jolokia?", "gold_answer": "yes"}, {"question": "If you're running focal fossa, are you using linux?", "gold_answer": "yes"}, {"question": "Are birds important to badminton?", "gold_answer": "yes"}, {"question": "Would you buy bananas for tostones?", "gold_answer": "no"}, {"question": "Is Dungeons and Dragons a game well suited for solo play?", "gold_answer": "no"}, {"question": "Would vegans consider chickpeas for a tuna substitute?", "gold_answer": "yes"}, {"question": "Does giant panda have colors that differ from yin yang?", "gold_answer": "no"}, {"question": "Did Nine Inch Nails inspire Aretha Franklin's sound?", "gold_answer": "no"}, {"question": "Was Hundred Years' War a misnomer?", "gold_answer": "yes"}, {"question": "Would Lee Sedol understand the complexities of the Sicilian Defence?", "gold_answer": "no"}, {"question": "Would menu at Chinese Starbucks be familiar to an American?", "gold_answer": "no"}, {"question": "Are Saturn's famous rings solid?", "gold_answer": "no"}, {"question": "Was Noah associated with a dove?", "gold_answer": "yes"}, {"question": "Was Achilles a direct descendent of Gaia?", "gold_answer": "yes"}, {"question": "Do any Islamic dominated countries have a Starbucks?", "gold_answer": "yes"}, {"question": "Is a thousand dollars per Days of Our Lives episodes preferred to other soaps?", "gold_answer": "no"}, {"question": "Is pickled cucumber ever red?", "gold_answer": "yes"}, {"question": "Does welding with acetylene simulate the temperature of a star?", "gold_answer": "yes"}, {"question": "Is it comfortable to wear sandals outside Esperanza Base?", "gold_answer": "no"}, {"question": "Would an art dealer prize a print of a Van Goh? ", "gold_answer": "no"}, {"question": "Would Jean Harris's victim have avoided lentils?", "gold_answer": "yes"}, {"question": "Would Marvel's Gateway be envious of the Doctor (Doctor Who)'s TARDIS machine?", "gold_answer": "no"}, {"question": "Did Supernatural break 2001 CW debuting shows seasons record?", "gold_answer": "yes"}, {"question": "Did Alfred Hitchcock include internet slang in his films?", "gold_answer": "no"}, {"question": "Is Norman Oklahoma named after a viking?", "gold_answer": "no"}, {"question": "Can every digit in Pi be memorized?", "gold_answer": "no"}, {"question": "Do people associate greyhounds with the movie 'Homeward Bound'?", "gold_answer": "no"}, {"question": "Did Alan Turing suffer the same fate as Abraham Lincoln?", "gold_answer": "no"}, {"question": "Does meat from cows fed only grass taste more like wild game?", "gold_answer": "yes"}, {"question": "Can 200 men end to end cover Great Pyramid of Giza's base?", "gold_answer": "yes"}, {"question": "Would World War II have been the same without Alan Turing?", "gold_answer": "no"}, {"question": "Could every citizen of Samoa send a letter to a unique JPMorgan Chase employee?", "gold_answer": "yes"}, {"question": "Would East India Company prefer China's modern trade?", "gold_answer": "no"}, {"question": "Is metal a type of folk music?", "gold_answer": "no"}, {"question": "Did George Washington drive a Lexus?", "gold_answer": "no"}, {"question": "Are there special traffic laws associated with funerals?", "gold_answer": "yes"}, {"question": "Can Chinese mountain cat survive in the orbit? ", "gold_answer": "no"}, {"question": "Can ham make a cut seal up quicker?", "gold_answer": "yes"}, {"question": "Was 1941 Operation Barbarossa related to The Crusades?", "gold_answer": "yes"}, {"question": "Would an actuary be confused about what prime numbers are?", "gold_answer": "no"}, {"question": "Can Ford F-350 tow entire Yale University student body?", "gold_answer": "no"}, {"question": "Could Chuck Norris ride a horse?", "gold_answer": "yes"}, {"question": "Do salmon mate in the Caspian Sea?", "gold_answer": "no"}, {"question": "Would Michael J Fox qualify for the Army Rangers?", "gold_answer": "no"}, {"question": "Would a model be appropriate to star in a LA Femme Nikita remake?", "gold_answer": "yes"}, {"question": "Is CAS number 8009-03-8 harmful for a rash?", "gold_answer": "no"}, {"question": "Is Drew Carey important to the history of wrestling?", "gold_answer": "yes"}, {"question": "Would Iggy Pop travel with Justin Bieber?", "gold_answer": "no"}, {"question": "Will a Euro sink in water?", "gold_answer": "yes"}, {"question": "Did Larry King sign the Magna Carta?", "gold_answer": "no"}, {"question": "Did Jackie Kennedy wear Dolce & Gabbana to her husband's inauguration?", "gold_answer": "no"}, {"question": "Was  Godfrey of Bouillon an Islamaphobe?", "gold_answer": "yes"}, {"question": "Is the skull formed as one whole bone?", "gold_answer": "no"}, {"question": "Is The Joy of Painting TV show still producing new episodes?", "gold_answer": "no"}, {"question": "Was the Eiffel tower used as a symbol of the French Revolution?", "gold_answer": "no"}, {"question": "Will Al Pacino and Margaret Qualley score same amount of Bacon Number points?", "gold_answer": "yes"}, {"question": "Would Carolina Reaper decrease sales if added to all US salsa?", "gold_answer": "yes"}, {"question": "Would fans of Jonathan Larson be unaware of HIV?", "gold_answer": "no"}, {"question": "Can Josh Blue participate in Paralympics Games? ", "gold_answer": "yes"}, {"question": "Can you hide a pet macaque under your desk?", "gold_answer": "yes"}, {"question": "Does horseradish have a fetlock?", "gold_answer": "no"}, {"question": "Can a diamond float on water?", "gold_answer": "no"}, {"question": "Is Canon Inc. a Kabushiki gaisha?", "gold_answer": "yes"}, {"question": "Is it possible that June got its name from mythology?", "gold_answer": "yes"}, {"question": "Could Reza Shah be related to Queen Elizabeth I?", "gold_answer": "no"}, {"question": "Was Anthony Quinn more prolific at making children than J.D. Salinger?", "gold_answer": "yes"}, {"question": "Does menthol make cigarettes less addictive?", "gold_answer": "no"}, {"question": "Did France win the French Revolution?", "gold_answer": "no"}, {"question": "Do people celebrate Earth Day with a ceremonial tire fire?", "gold_answer": "no"}, {"question": "Would you find olives at a heladeria?", "gold_answer": "no"}, {"question": "Was Pope Alexander VI's origin country least represented in papal history?", "gold_answer": "no"}, {"question": "Is Newspeak considered very straightforward?", "gold_answer": "no"}, {"question": "Is myocardial infarction a brain problem?", "gold_answer": "no"}, {"question": "Did Northwest Airlines' longevity surpass Betty White?", "gold_answer": "no"}, {"question": "Could you windsurf in Puerto Rico during Hurricane Maria?", "gold_answer": "no"}, {"question": "Do tourists prefer Tuvalu to Niue?", "gold_answer": "no"}, {"question": "Were muskets used in the Pacific War?", "gold_answer": "no"}, {"question": "Does autopilot rely on fossil fuels?", "gold_answer": "yes"}, {"question": "Can nitric acid break the Louvre?", "gold_answer": "yes"}, {"question": "Would a Durian be dangerous if it fell on your head?", "gold_answer": "yes"}, {"question": "Did the Coen brothers ever collaborate with the Brothers Grimm?", "gold_answer": "no"}, {"question": "Can an Asian black bear use chopsticks?", "gold_answer": "no"}, {"question": "Are rainbows devoid of color made by mixing yin and yang colors?", "gold_answer": "yes"}, {"question": "Does Jerry Seinfeld hang out at the Budweiser Party Deck?", "gold_answer": "no"}, {"question": "Do most fans follow Katy Perry for gospel music?", "gold_answer": "no"}, {"question": "Could all of the famous Apollo's hypothetically defeat all of the famous D'Artagnan's?", "gold_answer": "yes"}, {"question": "Can Family of Barack Obama ride comfortably in 2020 Jaguar F Type?", "gold_answer": "no"}, {"question": "Do Elementary School students typically need graphing calculators?", "gold_answer": "no"}, {"question": "Would King Leonidas have succeeded with an army the size of Mozart's compositions?", "gold_answer": "no"}, {"question": "Did the leader of Heaven's Gate consider himself a prophet?", "gold_answer": "yes"}, {"question": "Are the names of The Powerpuff Girls alliterative? ", "gold_answer": "yes"}, {"question": "Would Cardi B. benefit from soy milk?", "gold_answer": "yes"}, {"question": "Phileas Fogg's around the world would be difficult to achieve during Pope John Paul I's reign?", "gold_answer": "yes"}, {"question": "Are deaf people left out of enjoying music?", "gold_answer": "no"}, {"question": "Can someone with celiac disease have potato vodka?", "gold_answer": "yes"}, {"question": "Are cucumbers often found in desert?", "gold_answer": "no"}, {"question": "Is it bad to have lactic acid in your body?", "gold_answer": "no"}, {"question": "Can someone with dermatitis be a hand model?", "gold_answer": "no"}, {"question": "Does ancient Olympics crown fail to hide tonsure?", "gold_answer": "yes"}, {"question": "Can dessert be made with vegetables?", "gold_answer": "yes"}, {"question": "Was proofreading Edgar Allan Poe works lucrative?", "gold_answer": "no"}, {"question": "Can Roman numerals fill the normal number of Sudoku box options?", "gold_answer": "no"}, {"question": "Does being good at guitar hero make you a good guitarist?", "gold_answer": "no"}, {"question": "Did any citizen of San Antonio vote for Boris Johnson?", "gold_answer": "no"}, {"question": "Will Justin Bieber take over Mike Pence's position in 2020?", "gold_answer": "no"}, {"question": "Was Mozart accused of stealing from Richard Wagner?", "gold_answer": "no"}, {"question": "Do seven McDonald's hamburgers exceed USDA recommended fat allowance?", "gold_answer": "no"}, {"question": "Can children become lieutenants?", "gold_answer": "yes"}, {"question": "Could SNL be why Jenny McCarthy does not get along with her cousin?", "gold_answer": "yes"}, {"question": "Would Phineas and Ferb enjoy winter?", "gold_answer": "no"}, {"question": "Is H's most common two letter pair partner a freebie in Wheel of Fortune bonus round?", "gold_answer": "yes"}, {"question": "Can Curiosity take samples of rocks from Lacus Temporis?", "gold_answer": "no"}, {"question": "Is the title of Shirley Bassey's 1971 diamond song a true statement?", "gold_answer": "no"}, {"question": "Can Tame Impala's studio band play a proper game of Hot Potato?", "gold_answer": "no"}, {"question": "Can a cell fit inside of a shoebox?", "gold_answer": "yes"}, {"question": "Is US route 1 dominated by historically red states?", "gold_answer": "no"}, {"question": "Is overfeeding Lactobacillus unwise for people without dental insurance?", "gold_answer": "yes"}, {"question": "Does Pikachu like Charles Darwin?", "gold_answer": "yes"}, {"question": "Is nickel a better payout than mercury if given a dollar per atomic number?", "gold_answer": "no"}, {"question": "Would a duck ever need a Caesarean section?", "gold_answer": "no"}, {"question": "Can Aerosmith fit in a 2020 Mitsubishi Outlander?", "gold_answer": "yes"}, {"question": "Could all of the people who pass through 30th Street Station every day fit in Dorton Arena?", "gold_answer": "no"}, {"question": "Did any of the amazons on Xena: Warrior Princess star on later shows?", "gold_answer": "yes"}, {"question": "Can you purchase General Motors products at a movie theater?", "gold_answer": "no"}, {"question": "Would a CEO typically clean the toilets in a company's building?", "gold_answer": "no"}, {"question": "Was Dioskourides a lapidary?", "gold_answer": "yes"}, {"question": "Could Quartz be useful to humans if plants died off and there was no oxygen?", "gold_answer": "yes"}, {"question": "Can United States Secretary of State do crimes in U.K. without being arrested?", "gold_answer": "yes"}, {"question": "Can you see the moon in Wembley Arena?", "gold_answer": "no"}, {"question": "Does Homer Simpson need two hands worth of fingers to count to 5?", "gold_answer": "yes"}, {"question": "Does open heart surgery finish before entirety of American Ballet Theatre's Swan Lake?", "gold_answer": "no"}, {"question": "Is Rand Paul guilty of catch-phrase used to attack John Kerry in 2004?", "gold_answer": "yes"}, {"question": "Does Robert De Niro use a microscope at work?", "gold_answer": "no"}, {"question": "Would Gordon Ramsey use uranium as a seasoning?", "gold_answer": "no"}, {"question": "Would Jacques Duèze have been friends with Richard Dawkins?", "gold_answer": "no"}, {"question": "Was Robert Downey Jr. a good role model as a young man?", "gold_answer": "no"}, {"question": "Did Melania Trump have same profession as Olga Kurylenko?", "gold_answer": "yes"}, {"question": "Is the BBC World Service hosted in Europe?", "gold_answer": "yes"}, {"question": "Was Mother Theresa a follower of atheism?", "gold_answer": "no"}, {"question": "Is it possible to binge entire EastEnders series without water?", "gold_answer": "no"}, {"question": "Would stargazers prefer binoculars over a telescope?", "gold_answer": "no"}, {"question": "Would Carrie Poppy be likely to trust a psychic?", "gold_answer": "no"}, {"question": "Did Francois Mitterrand ever meet Barak Obama while they both held the position of President?", "gold_answer": "no"}, {"question": "Was Jackson Pollock trained by Leonardo da Vinci?", "gold_answer": "no"}, {"question": "Is the Mona Lisa in the same museum as the Venus de Milo?", "gold_answer": "yes"}, {"question": "Did Confederate States Army influence West Point fashion?", "gold_answer": "yes"}, {"question": "Is it possible for biologist Rachel Carson to have flown to the moon?", "gold_answer": "no"}, {"question": "Can 1980 United States presidential election result be considered a photo finish?", "gold_answer": "no"}, {"question": "Could a monolingual American read Lenovo's native name?", "gold_answer": "no"}, {"question": "Would an environmentalist advocate for preventing domestic canine reproduction?", "gold_answer": "yes"}, {"question": "Are there options for students who struggle to understand the writing style of Othello?", "gold_answer": "yes"}, {"question": "Would most grand masters know what the French Defense is?", "gold_answer": "yes"}, {"question": "Is MF Doom a Fantastic Four villain?", "gold_answer": "no"}, {"question": "Will Gremlins sequels tie number of Matrix sequels?", "gold_answer": "yes"}, {"question": "Is the tree species that the name Leipzig refers to an evergeen tree?", "gold_answer": "no"}, {"question": "Can Kate Gosselin's household fill out a Bandy team?", "gold_answer": "no"}, {"question": "Is Michael Vick on People for the Ethical Treatment of Animals's hypothetical blacklist?", "gold_answer": "yes"}, {"question": "Was dynamite used during Middle Ages warfare?", "gold_answer": "no"}, {"question": "Would Downton Abbey finale viewership defeat every Kazakhstan citizen in tug of war?", "gold_answer": "no"}, {"question": "Is MIX a word and a roman numeral?", "gold_answer": "yes"}, {"question": "Could Little Women have been a book read by veterans of the civil war?", "gold_answer": "yes"}, {"question": "Will a celibate cleric likely suffer a stoning in Somalia?", "gold_answer": "no"}, {"question": "Would a Gray Whale fit easily in an above ground pool?", "gold_answer": "no"}, {"question": "Do you need lactobacillus to make pickles?", "gold_answer": "no"}, {"question": "Did Holy Saturday 2019 have special significance to pot smokers?", "gold_answer": "yes"}, {"question": "Did people in Korea under Japanese Rule watch a lot of Iron Chef?", "gold_answer": "no"}, {"question": "Is shoe soup innocuous?", "gold_answer": "yes"}, {"question": "In a hypothetical race between a Swallow and an American Woodcock, would the Swallow win?", "gold_answer": "yes"}, {"question": "Can a sea turtle play tennis using a tennis racket?", "gold_answer": "no"}, {"question": "Are there Americans still enlisted in the Confederate States Army?", "gold_answer": "no"}, {"question": "Can Stone Cold Steve Austin apply his finisher to a mule deer?", "gold_answer": "yes"}, {"question": "Did President William Howard Taft read DC Comics?", "gold_answer": "no"}, {"question": "Did Barack Obama participate in the Reformation?", "gold_answer": "no"}, {"question": "Could you watch a new Seinfeld episode every day for a year?", "gold_answer": "no"}, {"question": "Are honey badgers and hyenas anatomically dissimilar? ", "gold_answer": "no"}, {"question": "If Martin Luther did one theses a day would he run out in half a year?", "gold_answer": "yes"}, {"question": "Would a 75 degree Fahrenheit day be unusual on the Antarctic Peninsula? ", "gold_answer": "yes"}, {"question": "Did earth complete at least one orbit around the sun during the Napoleonic Wars?", "gold_answer": "yes"}, {"question": "Would a Dodo hypothetically tower over Ma Petite?", "gold_answer": "yes"}, {"question": "Can you find Depala's race in World of Warcraft?", "gold_answer": "yes"}, {"question": "Did Klingons appear in the movie The Last Jedi?", "gold_answer": "no"}, {"question": "If one of your feet is in a leg cast, should the other be in a sandal?", "gold_answer": "no"}, {"question": "Would a triples tandem bike support Apollo 15 crew?", "gold_answer": "yes"}, {"question": "Would a spider wasp be more effective than a bullet ant to stop a criminal?", "gold_answer": "no"}, {"question": "Would Library of Alexandria need less shelf space than Library of Congress?", "gold_answer": "yes"}, {"question": "Are all cucumbers the same texture?", "gold_answer": "no"}, {"question": "Do calico cat patterns cover every drain fly color variety?", "gold_answer": "no"}, {"question": "Can you fit every resident of Auburn, New York, in Tropicana Field?", "gold_answer": "yes"}, {"question": "Would a Beaver's teeth rival that of a Smilodon?", "gold_answer": "no"}, {"question": "Can an Arvanite Greek understand some of the Albanian Declaration of Independence?", "gold_answer": "yes"}, {"question": "Does Pantheon in Paris have a unique name?", "gold_answer": "no"}, {"question": "Were there footprints on the moon in 1960?", "gold_answer": "no"}, {"question": "Was Darth Vader monogamous?", "gold_answer": "yes"}, {"question": "Would a vegan eat a traditional Paella dish?", "gold_answer": "no"}, {"question": "Is B's place in alphabet same as Prince Harry's birth order?", "gold_answer": "yes"}, {"question": "Was Mark Twain a struggling inventor?", "gold_answer": "no"}, {"question": "Did Al Capone carry a smartphone?", "gold_answer": "no"}, {"question": "Can Burundi's communicate with citizens of New Brunswick?", "gold_answer": "yes"}, {"question": "Can Michael Bloomberg fund the debt of Micronesia for a decade?", "gold_answer": "yes"}, {"question": "Would a physician be unlikely to recommend Reiki?", "gold_answer": "yes"}, {"question": "Could Ryan Crouser throw a bengal fox with ease?", "gold_answer": "yes"}, {"question": "Would Jimmy Vee be eligible to compete in the Paralympic Games?", "gold_answer": "yes"}, {"question": "Can a jet plane be made without society?", "gold_answer": "no"}, {"question": "Would a duke hypothetically be subservient to a Tsar?", "gold_answer": "yes"}, {"question": "Is the Louvre in billionaire George Soros's price range?", "gold_answer": "no"}, {"question": "Are quadrupeds represented on Chinese calendar?", "gold_answer": "yes"}, {"question": "Are Scottish people descended from Mary, Queen of Scots part French?", "gold_answer": "yes"}, {"question": "Can actress Dafne Keen win the Eurovision Song Contest finals in 2020?", "gold_answer": "no"}, {"question": "Was Amy Winehouse familiar with Brexit?", "gold_answer": "no"}, {"question": "Would a student in eleventh grade be unable to run for president of the United States?", "gold_answer": "yes"}, {"question": "Would a cauliflower farmer prosper at a latitude of 75° N?", "gold_answer": "no"}, {"question": "Did Jack Dempsey fight the current WBC heavyweight champion?", "gold_answer": "no"}, {"question": "Could a cat ride Panzer VIII Maus tank missile from Barcelona to Madrid?", "gold_answer": "no"}, {"question": "Did Elizabeth I of England own any viscose fiber?", "gold_answer": "no"}, {"question": "Is sternum connected to any of the bones mentioned in James Weldon Johnson's Dem Bones?", "gold_answer": "yes"}, {"question": "Has the creator of Futurama lived in multiple centuries?", "gold_answer": "yes"}, {"question": "Did Pink Floyd have a song about the French Riviera?", "gold_answer": "yes"}, {"question": "Is electricity necessary to balance an account in Microsoft Excel?", "gold_answer": "yes"}, {"question": "Was historical Dracula from a town in Bucharest?", "gold_answer": "no"}, {"question": "Did Richard Wagner support the Nazis?", "gold_answer": "no"}, {"question": "If Goofy were a pet, would he need heartworm prevention?", "gold_answer": "yes"}, {"question": "Has Alan Greenspan lived through at least a baker's dozen of president's?", "gold_answer": "yes"}, {"question": "Did Bill Gates achieve Latin honors?", "gold_answer": "no"}, {"question": "Was the son of Tsar Nicholas a daredevil?", "gold_answer": "no"}, {"question": "Does the judo rank system reach the triple digits?", "gold_answer": "no"}, {"question": "Did Cleopatra have ethnicity closer to Egyptians than Greeks?", "gold_answer": "no"}, {"question": "Can soup be eaten with the hands?", "gold_answer": "no"}, {"question": "If your electric stove has a glass top, should you use cast iron skillets?", "gold_answer": "no"}, {"question": "Did Woodrow Wilson consider Blacks to be equal members of society?", "gold_answer": "no"}, {"question": "Would an astrologer focus on the densest terrestrial planet for a Friday horoscope?", "gold_answer": "yes"}, {"question": "Was Elizabeth II the Queen during the Persian Gulf War?", "gold_answer": "yes"}, {"question": "Could an ocelot outrun a kindergartner? ", "gold_answer": "yes"}, {"question": "Can the United Nations Framework Convention on Climate Change be held at the Javits Center?", "gold_answer": "no"}, {"question": "Was San Antonio the site of a major battle in the 19th century?", "gold_answer": "yes"}, {"question": "Did Emma Stone pursue a higher education?", "gold_answer": "no"}, {"question": "Is Cambodia too expensive for 2020 richest billionaire to own?", "gold_answer": "no"}, {"question": "Would you have to wear a coat when on Phobos?", "gold_answer": "yes"}, {"question": "Would Mary, mother of Jesus have hypothetically prayed to Artemis if she was Greek?", "gold_answer": "yes"}, {"question": "Is a beard is moss that grows on a human?", "gold_answer": "no"}, {"question": "Did Archduke Franz Ferdinand of Austria participate in the Pacific War?", "gold_answer": "no"}, {"question": "Does The Doctor keep his ship in his childhood home?", "gold_answer": "no"}, {"question": "Does Marco Rubio have a close relationship with Allah?", "gold_answer": "no"}, {"question": "Is shrimp prevalent in Ethiopian cuisine?", "gold_answer": "no"}, {"question": "Can pancreas removal cause bankruptcy?", "gold_answer": "yes"}, {"question": "Do suburbs encourage the use of cars?", "gold_answer": "yes"}, {"question": "Is Gandalf hypothetically a formidable foe for Charmed's Barbas?", "gold_answer": "no"}, {"question": "Would a moose hypothetically be too much for a minotaur to devour whole?", "gold_answer": "yes"}, {"question": "Can you worship Ahura Mazda at a mosque?", "gold_answer": "no"}, {"question": "Would a hedgehog avoid animals without a spinal cord?", "gold_answer": "no"}, {"question": "Does Fraktur have a sordid history?", "gold_answer": "yes"}, {"question": "Was the Peak of the Andes hidden from the view of the Colossus of Rhodes?", "gold_answer": "yes"}, {"question": "Is LG Electronics located in a city with an official bird that has a purplish/blue tail?", "gold_answer": "yes"}, {"question": "Could you watch Naruto and Puzzle Place on the same channel?", "gold_answer": "no"}, {"question": "Could Christopher Nolan borrow pants from Danny Devito?", "gold_answer": "no"}, {"question": "Was the Joker an enemy of the Avengers?", "gold_answer": "no"}, {"question": "Will twenty pea pods contents cover entire chess board?", "gold_answer": "yes"}, {"question": "Is Phobos (moon) name origin similar to Roman god Pavor?", "gold_answer": "yes"}, {"question": "Can binary numbers and standard alphabet satisfy criteria for a strong password?", "gold_answer": "no"}, {"question": "Would a diet of ice eventually kill a person?", "gold_answer": "yes"}, {"question": "Would an adherent of Zoroastrianism consult the Quran for religious guidance?", "gold_answer": "no"}, {"question": "Is the Joker in a healthy romantic relationship?", "gold_answer": "no"}, {"question": "Were Greeks essential to crafting Egyptian Lighthouse of Alexandria?", "gold_answer": "yes"}, {"question": "Did J. D. Salinger ever ask his father for a quinceañera?", "gold_answer": "no"}, {"question": "Does a game engine have a fuel injector?", "gold_answer": "no"}, {"question": "Would drinking a glass of lemonade provide Vitamin C?", "gold_answer": "yes"}, {"question": "Is Chinese successor to Chevrolet Cruze name a town far from Milan?", "gold_answer": "no"}, {"question": "Could Tom Cruise explain mental auditing?", "gold_answer": "yes"}, {"question": "Are human footprints absent from Mount Sharp?", "gold_answer": "yes"}, {"question": "Did the crew of Apollo 15 take pictures of Mount Sharp?", "gold_answer": "no"}, {"question": "Do carpenters understand geometry?", "gold_answer": "yes"}, {"question": "Do people of the Iyer caste eat meat?", "gold_answer": "no"}, {"question": "Is a pottery kiln inappropriate for use with glass blowing?", "gold_answer": "no"}, {"question": "Would WWF be angrier if you killed koala instead of black swan?", "gold_answer": "yes"}, {"question": "Are twins always born during the same year?", "gold_answer": "no"}, {"question": "Does acupuncture cause pain in many people?", "gold_answer": "no"}, {"question": "Would a clouded leopard encounter an awake pangolin?", "gold_answer": "yes"}, {"question": "Would a crocodile survive longer in Great Salt Lake than alligator?", "gold_answer": "yes"}, {"question": "Did The Who have to cancel tours due to World War II?", "gold_answer": "no"}, {"question": "Has numerology helped shape hotel layouts?", "gold_answer": "yes"}, {"question": "Did Operation Barbarossa or Barbarossa's last expedition succeed?", "gold_answer": "no"}, {"question": "Are anchovies associated with Italian food?", "gold_answer": "yes"}, {"question": "Would it be difficult to snowboard on Venus?", "gold_answer": "yes"}, {"question": "Were any of despised Pope Alexander VI's descendants canonized?", "gold_answer": "yes"}, {"question": "Is Saturn named after king of gods in Greek mythology?", "gold_answer": "no"}, {"question": "Is there any absolute way to prevent abortion?", "gold_answer": "no"}, {"question": "Did any killer Manson band members were named for exceed Charles Manson's kills?", "gold_answer": "yes"}, {"question": "Could James Brown's ex-wives hold a doubles game of tennis?", "gold_answer": "yes"}, {"question": "Do bald eagles nest on Mount Sharp?", "gold_answer": "no"}, {"question": "Could Plato have agreed with the beliefs of Jainism?", "gold_answer": "yes"}, {"question": "Would a Wolverine and a Lynx be hard to tell apart?", "gold_answer": "no"}, {"question": "Can you go water skiing on Venus?", "gold_answer": "no"}, {"question": "Can shooting bald eagle get a person more prison time than Michael Vick?", "gold_answer": "yes"}, {"question": "Is \"A Tale of Two Cities\" a popular science novel?", "gold_answer": "no"}, {"question": "Would Topa Inca Yupanqui have encountered the western honey bee?", "gold_answer": "no"}, {"question": "Did eggs need to be kept cold in the middle ages?", "gold_answer": "no"}, {"question": "Could the Port of Baltimore handle the entire world's cargo production of ginger each year?", "gold_answer": "yes"}, {"question": "Does store bought milk have cream at the top?", "gold_answer": "no"}, {"question": "Are more watermelons grown in Brazil than Antarctica?", "gold_answer": "yes"}, {"question": "On August 20, 2020,  does The Tonight Show Starring Jimmy Fallon air after moonset EST?", "gold_answer": "yes"}, {"question": "Were paparazzi directly responsible for the death of Amy Winehouse?", "gold_answer": "no"}, {"question": "Did the phone Alexander Graham Bell use have call waiting?", "gold_answer": "no"}, {"question": "Is zoology unconcerned with strigoi?", "gold_answer": "yes"}, {"question": "Is it safe to eat kidney?", "gold_answer": "yes"}, {"question": "Has Gorillaz creator been in more bands than Bernard Sumner?", "gold_answer": "yes"}, {"question": "Does Abdulqawi Yusuf go to the Hague on a typical work day?", "gold_answer": "yes"}, {"question": "Are Disney's seven dwarves the original ones?", "gold_answer": "no"}, {"question": "Does Guam have a state capital?", "gold_answer": "no"}, {"question": "Did Heracles famous labors exceed a baker's dozen?", "gold_answer": "no"}, {"question": "Could the Great Wall of China connect the Dodgers to the White Sox?", "gold_answer": "yes"}, {"question": "If a baby was born on Halloween would they be a Scorpio?", "gold_answer": "yes"}, {"question": "Can bottlenose dolphins hypothetically outbreed human women?", "gold_answer": "no"}, {"question": "Did Johnny Carson win enough Emmy's to fill a carton if Emmy's were eggs?", "gold_answer": "no"}, {"question": "Was Mercedes-Benz associated with the Nazis?", "gold_answer": "yes"}, {"question": "Could Buzz Aldrin have owned a computer?", "gold_answer": "yes"}, {"question": "Can a cheetah generate enough force to topple Big Show?", "gold_answer": "yes"}, {"question": "Is Elijah part of a Jewish holiday?", "gold_answer": "yes"}, {"question": "Did J. Edgar Hoover take his calls in Langley, Virginia?", "gold_answer": "no"}, {"question": "Does a kangaroo incubate its offspring?", "gold_answer": "no"}, {"question": "Is basil safe from Hypervitaminosis D?", "gold_answer": "yes"}, {"question": "Is Garfield known for hating italian cuisine?", "gold_answer": "no"}, {"question": "Is Mark Cuban able to visit Northern Mariana Islands without a passport?", "gold_answer": "yes"}, {"question": "Were deaths from Apollo 13 mission eclipsed by other space missions?", "gold_answer": "yes"}, {"question": "Is Final Fantasy VI closer to beginning than end of its franchise?", "gold_answer": "yes"}, {"question": "Is Tange Sazen hypothetically an ideal choice for a secretary job?", "gold_answer": "no"}, {"question": "Has Don King killed more people than Charles Manson did with his own hands in 1971?", "gold_answer": "yes"}, {"question": "Are sea turtles enjoying life during quarantine?", "gold_answer": "yes"}, {"question": "Can a blind person tell time by Big Ben?", "gold_answer": "yes"}, {"question": "Are Tom and Jerry featured in a ride at Disneyland?", "gold_answer": "no"}, {"question": "Would downloading Mario 64 on an emulator be legal?", "gold_answer": "no"}, {"question": "Could Johnny Carson's children fill out a water polo team?", "gold_answer": "no"}, {"question": "Could someone in a coma experience fear?", "gold_answer": "no"}, {"question": "Do many fans of J.K Rowling know who Alan Rickman is?", "gold_answer": "yes"}, {"question": "Are months based on the solar cycle?", "gold_answer": "no"}, {"question": "Would a 900,000 pound net worth person be an American billionaire if they exchange currency June 2020?", "gold_answer": "yes"}, {"question": "Is there a popular Broadway character who is a missionary?", "gold_answer": "yes"}, {"question": "Would somebody leave reiki with bruises?", "gold_answer": "no"}, {"question": "Would Robert Stack have been interested in Tower of London during 1400s for his 14 season show?", "gold_answer": "yes"}, {"question": "Would a stool be useful for a Lusotitan to reach the top of an almond tree?", "gold_answer": "no"}, {"question": "Could ancient Tony Bennett have a baby in 2020?", "gold_answer": "yes"}, {"question": "Are eagles and young bears both used as labels for skills-training youth groups?", "gold_answer": "yes"}, {"question": "Do movies always show nerds as the losers?", "gold_answer": "no"}, {"question": "Is it safe to share silverware with an HIV positive person?", "gold_answer": "yes"}, {"question": "Would many meals heavy in brussels sprouts benefit someone on Coumadin?", "gold_answer": "no"}, {"question": "Can Immersion Baptism lead to a death like Jeff Buckley's?", "gold_answer": "yes"}, {"question": "When Hugh Jackman was a teacher, would he have taught The Great Gatsby?", "gold_answer": "no"}, {"question": "Would Arnold Schwarzenegger be unable to run for President of the US?", "gold_answer": "yes"}, {"question": "Is capsaicin associated with cooking?", "gold_answer": "yes"}, {"question": "Does a person need a college degree to become a bartender?", "gold_answer": "no"}, {"question": "Would a German Shepherd be welcome in an airport?", "gold_answer": "yes"}, {"question": "Would a Rockette look odd with a moustache? ", "gold_answer": "yes"}, {"question": "Is sound barrier too much for Audi R8 V-10 Plus to break?", "gold_answer": "yes"}, {"question": "Can printing books in kanji instead of the Roman alphabet save trees?", "gold_answer": "yes"}, {"question": "Is a Chinchilla breed of felis catus a type of rodent?", "gold_answer": "no"}, {"question": "Is watermelon safe for people with a tricarboxylic acid allergy?", "gold_answer": "yes"}, {"question": "Can the Dalai Lama fit in a car?", "gold_answer": "yes"}, {"question": "Does the Roman god Vulcan have a Greek equivalent?", "gold_answer": "yes"}, {"question": "Does Hammurabi's Code violate Christians Golden Rule?", "gold_answer": "yes"}, {"question": "Would the fastest tortoise win a race against a Chicago \"L\"?", "gold_answer": "no"}, {"question": "Did Malcolm X use Unicode?", "gold_answer": "no"}, {"question": "Is there a jukebox musical about a sweet transvestite from Transexual, Transylvania?", "gold_answer": "no"}, {"question": "Would an aerodynamic cactus benefit from more frequently closed stomata?", "gold_answer": "yes"}, {"question": "Do drummers need spare strings?", "gold_answer": "no"}, {"question": "Was the subject of Parsifal taken from British folklore?", "gold_answer": "yes"}, {"question": "Is it normal to find parsley in multiple sections of the grocery store?", "gold_answer": "yes"}, {"question": "Was Raphael's paintings influenced by the country of Guam?", "gold_answer": "no"}, {"question": "Would someone on a keto diet be able to eat Dosa?", "gold_answer": "no"}, {"question": "Are kayaks used at the summit of Mount Everest?", "gold_answer": "yes"}, {"question": "Is an inappropriate lullaby Love Song from November 11, 2000?", "gold_answer": "yes"}, {"question": "Would a vegan prefer a natural bongo drum over a synthetic one?", "gold_answer": "no"}, {"question": "Is Bern a poor choice for a xenophobic Swiss citizen to live?", "gold_answer": "no"}, {"question": "Could all People's Volunteer Army hypothetically be transported on Symphony of the Seas?", "gold_answer": "no"}, {"question": "Did Kim Il-sung network on LinkedIn?", "gold_answer": "no"}, {"question": "Is Christopher Nolan indebted to Bob Kane?", "gold_answer": "yes"}, {"question": "Would the average Hawaiian male experience more days on Earth compared to a wild cane toad?", "gold_answer": "yes"}, {"question": "Was it typical to see Johnny Cash on stage in a rainbow-colored outfit?", "gold_answer": "no"}, {"question": "Was Woodrow Wilson sandwiched between two presidents from the opposing party?", "gold_answer": "yes"}, {"question": "Do worshipers of Shiva make a pilgrimage to the Holy Land?", "gold_answer": "no"}, {"question": "Is RoboCop director from same country as Gaite Jansen?", "gold_answer": "yes"}, {"question": "Does Mercury make for good Slip N Slide material?", "gold_answer": "no"}, {"question": "Does Happy Gilmore Productions CEO own a Torah?", "gold_answer": "yes"}, {"question": "Do most people only memorize slightly over half of their ZIP code?", "gold_answer": "yes"}, {"question": "Would a snake have reasons to fear a honey badger?", "gold_answer": "yes"}, {"question": "Has Burger King  contributed to a decrease in need for snowshoes?", "gold_answer": "yes"}, {"question": "Did Pablo Escobar's nickname collection outshine Robert Moses Grove's?", "gold_answer": "yes"}, {"question": "Does cell biology teach about the life cycle of Al Qaeda?", "gold_answer": "no"}, {"question": "Could Godzilla have been killed by the Tohoku earthquake?", "gold_answer": "no"}, {"question": "Can a person be diagnosed with a Great Depression?", "gold_answer": "no"}, {"question": "Could Marco Rubio ride the Candymonium roller coaster at Hershey Park?", "gold_answer": "yes"}, {"question": "Was the amount of spinach Popeye ate unhealthy?", "gold_answer": "yes"}, {"question": "Is the voice of the Genie from Disney's Aladdin still alive?", "gold_answer": "no"}, {"question": "Could a snowy owl survive in the Sonoran?", "gold_answer": "no"}, {"question": "Can any person with a driver's license work in transport of aviation fuel?", "gold_answer": "no"}, {"question": "Has every astronaut survived their space journey?", "gold_answer": "no"}, {"question": "Would hypothermia be a concern for a human wearing zoot suit on Triton?", "gold_answer": "yes"}, {"question": "Could the Spice Girls compete against ŽRK Kumanovo?", "gold_answer": "no"}, {"question": "Was Amazon involved in the lunar landing?", "gold_answer": "no"}, {"question": "Could all Tahiti hotels hypothetically accommodate US D-Day troops?", "gold_answer": "no"}, {"question": "Is a bengal fox likely to see the Superbowl?", "gold_answer": "no"}, {"question": "Did Harvey Milk ever run for governor?", "gold_answer": "no"}, {"question": "Is Nine Inch Nails a good guest for students in earliest grade to take Iowa tests?", "gold_answer": "no"}, {"question": "Did the Beatles write any music in the Disco genre?", "gold_answer": "no"}, {"question": "Are leaves from coca good for gaining weight?", "gold_answer": "no"}, {"question": "Do embalmed bodies feel different at funerals?", "gold_answer": "yes"}, {"question": "Did Stone Cold Steve Austin wrestle in three different centuries?", "gold_answer": "no"}, {"question": "Can Kane challenge Joe Biden in this year's primaries?", "gold_answer": "no"}, {"question": "Did Richard III know his grandson?", "gold_answer": "no"}, {"question": "Has Ringo Starr been in a relatively large number of bands?", "gold_answer": "no"}, {"question": "Are pancakes typically prepared in a pot?", "gold_answer": "no"}, {"question": "Is Christmas always celebrated on a Sunday?", "gold_answer": "no"}, {"question": "Would someone in Boston not receive the Toronto Star?", "gold_answer": "yes"}, {"question": "Will Lhamo Thondup be considered by Catholic Church to be a saint?", "gold_answer": "no"}, {"question": "Is a spice grinder ueseless for the cheapest cinnamon sticks?", "gold_answer": "yes"}, {"question": "Is the Sea of Japan landlocked within Japan?", "gold_answer": "no"}, {"question": "Did the first Duke of Valentinois play a key role in the Hundred Years' War?", "gold_answer": "no"}, {"question": "Can you substitute the pins in a bowling alley lane with Dustin Hoffman's Oscars?", "gold_answer": "no"}, {"question": "Did Rosalind Franklin contribute to work that led to Whole Genome Sequencing?", "gold_answer": "yes"}, {"question": "Is the most expensive color in the world Blue?", "gold_answer": "yes"}, {"question": "Was the French Revolution televised?", "gold_answer": "no"}, {"question": "Do the Eskimos sunbathe frequently?", "gold_answer": "no"}, {"question": "Will the small intenstine break down a cotton ball?", "gold_answer": "no"}, {"question": "Is University of Pittsburgh easier to enter than FBI?", "gold_answer": "yes"}, {"question": "Do women often need new shoes during their pregnancy?", "gold_answer": "yes"}, {"question": "Would Seroquel be the first treatment recommended by a doctor to someone with depression?", "gold_answer": "no"}, {"question": "Do you have to put on glasses to read a QR code?", "gold_answer": "no"}, {"question": "Can an anchovy born in 2020 survive 25th US census?", "gold_answer": "no"}, {"question": "Can a minor replicate the double-slit experiment?", "gold_answer": "yes"}, {"question": "Do Squidward Tentacles and Alan Greenspan have different musical passions?", "gold_answer": "no"}, {"question": "Is Shakespeare famous because of the infinitive form?", "gold_answer": "yes"}, {"question": "Did Gandhi watch the television show Bonanza?", "gold_answer": "no"}, {"question": "Do you need a farmer to make a circuit board?", "gold_answer": "no"}, {"question": "Would LeBron James hypothetically glance upwards at Yuri Gagarin?", "gold_answer": "no"}, {"question": "Is Ludacris in same music genre as 2000's Binaural?", "gold_answer": "no"}, {"question": "Did Brad Peyton need to know about seismology?", "gold_answer": "yes"}, {"question": "Is someone more likely to survive having breast cancer in Japan than in Sweden?", "gold_answer": "no"}, {"question": "Could $1 for each 2009 eclipse buy a copy of TIME magazine in 2020?", "gold_answer": "yes"}, {"question": "Does Olympia Washington share name with Hephaestus's workshop location?", "gold_answer": "yes"}, {"question": "Was Saudi Aramco started due to an assassination?", "gold_answer": "yes"}, {"question": "Is Hermione Granger eligible for the Order of the British Empire?", "gold_answer": "no"}, {"question": "Did Linnaeus edit Darwin's draft of Origin of Species?", "gold_answer": "no"}, {"question": "Is the Riksdag a political entity in Scandinavia?", "gold_answer": "yes"}, {"question": "Is a jellyfish safe from atherosclerosis?", "gold_answer": "yes"}, {"question": "Would Dave Chappelle pray over a Quran?", "gold_answer": "yes"}, {"question": "Can Justin Timberlake ride Shipwreck Falls at Six Flags?", "gold_answer": "yes"}, {"question": "Can dementia be cured with a cast?", "gold_answer": "no"}, {"question": "Does Düsseldorf have only a small number of smoggy days each year?", "gold_answer": "yes"}, {"question": "Can a false pope become a saint?", "gold_answer": "yes"}, {"question": "Can a snake wear a snowshoe?", "gold_answer": "no"}, {"question": "Can a wheelbarrow full of starch kill hyperglycemics?", "gold_answer": "yes"}, {"question": "Do giraffes require special facilities at zoos?", "gold_answer": "yes"}, {"question": "Is Bactrian Camel most impressive animal when it comes to number of humps?", "gold_answer": "no"}, {"question": "Would a responsible bartender make a drink for Millie Bobby Brown?", "gold_answer": "no"}, {"question": "Would Ibn Saud tolerate salsa music?", "gold_answer": "no"}, {"question": "Was Aristotle a member of the House of Lords?", "gold_answer": "no"}, {"question": "Was Krishna skilled at using the bow?", "gold_answer": "yes"}, {"question": "Is dessert eaten before breakfast?", "gold_answer": "no"}, {"question": "Does Disney's Alice in Wonderland involve the celebration of a holiday?", "gold_answer": "yes"}, {"question": "Could Bob Marley's children hypothetically win tug of war against Kublai Khan's children?", "gold_answer": "no"}, {"question": "Does USA fail separation of church and state in multiple ways?", "gold_answer": "yes"}, {"question": "Do Star Wars fans say \"beam me up\" often?", "gold_answer": "no"}, {"question": "Are gorillas closely related to humans?", "gold_answer": "yes"}, {"question": "Are goats found on abyssal plains?", "gold_answer": "no"}, {"question": "Did Saint Augustine use the Julian calendar?", "gold_answer": "yes"}, {"question": "Did Donald Trump come up with the idea for the New York Harbor?", "gold_answer": "no"}, {"question": "Can a woman on average have a baby before wheat seed blooms?", "gold_answer": "no"}, {"question": "Would it be safe to have a jackfruit thrown at your head?", "gold_answer": "no"}, {"question": "Was the first Vice President of the United States an Ottoman descendant?", "gold_answer": "no"}, {"question": "Are all United States Aldi locations owned by the same company?", "gold_answer": "no"}, {"question": "Could Saint Peter watch television?", "gold_answer": "no"}, {"question": "Will NY Stock Exchange closing bell be heard in Universal Music Group's headquarters?", "gold_answer": "no"}, {"question": "Does Super Mario protagonist hypothetically not need continuing education classes in Illinois?", "gold_answer": "no"}, {"question": "Can you save every HD episode of Game of Thrones on Samsung Galaxy A10e?", "gold_answer": "no"}, {"question": "Was the tenth Amendment to the Constitution written using Pitman shorthand?", "gold_answer": "no"}, {"question": "Are the founders of Skype from Asia?", "gold_answer": "no"}, {"question": "Can actress Danica McKellar skip astronaut education requirements?", "gold_answer": "yes"}, {"question": "Did Robert Downey Jr. possess same caliber gun as Resident Evil's Barry Burton?", "gold_answer": "yes"}, {"question": "Can a copy of The Daily Mirror sustain a campfire?", "gold_answer": "yes"}, {"question": "Could a Porsche 992 Turbo S defeat Usain Bolt in a 100 meter sprint?", "gold_answer": "yes"}, {"question": "During the Cuban revolution, did the US experience a population boom?", "gold_answer": "yes"}, {"question": "Can you buy furniture and meatballs in the same store?", "gold_answer": "yes"}, {"question": "Was there fear leading up to the year 2000?", "gold_answer": "yes"}, {"question": "Did Leonardo da Vinci lack contemporary peers in his home city?", "gold_answer": "no"}, {"question": "Is nickel dominant material in US 2020 nickels?", "gold_answer": "no"}, {"question": "Can Africanized bees be considered multicultural?", "gold_answer": "yes"}, {"question": "Were all of Heracles's children present for his funeral pyre?", "gold_answer": "no"}, {"question": "Is Phobos part of the Andromeda galaxy?", "gold_answer": "no"}, {"question": "Can lobster breathe in the desert?", "gold_answer": "no"}, {"question": "Are parodies of the President of the United States illegal?", "gold_answer": "no"}, {"question": "Can oysters be used in guitar manufacturing?", "gold_answer": "yes"}, {"question": "Can the US branch of government that has power over the military also have the power to veto?", "gold_answer": "yes"}, {"question": "Have any murderers outlasted Kane's Royal Rumble record?", "gold_answer": "yes"}, {"question": "Will a 2 Euro coin float across the Red Sea?", "gold_answer": "no"}, {"question": "Could a sloth hypothetically watch an entire episode of Scrubs underwater?", "gold_answer": "yes"}, {"question": "Did Marco Polo travel with Christopher Columbus?", "gold_answer": "no"}, {"question": "Did the Presidency of Bill Clinton conclude with his impeachment?", "gold_answer": "no"}, {"question": "Could someone in the Canary Islands fish for largemouth bass?", "gold_answer": "no"}, {"question": "Is the referee at a soccer match highly visible against the field?", "gold_answer": "yes"}, {"question": "Is dyslexia the most common intellectual disability in US?", "gold_answer": "no"}, {"question": "Did Ada Lovelace die tragically young for her era?", "gold_answer": "no"}, {"question": "Does the Constitution of the Philippines copy text from the British constitution?", "gold_answer": "no"}, {"question": "Do oak trees have leaves during winter?", "gold_answer": "no"}, {"question": "Does Ronda Rousey avoid BBQ restaraunts?", "gold_answer": "yes"}, {"question": "Does Amtrak run from NYC directly to the Moai location?", "gold_answer": "no"}, {"question": "Is Supreme Court of the United States analogous to High Courts of Justice of Spain?", "gold_answer": "no"}, {"question": "Would Tony Stark be considered a polymath?", "gold_answer": "yes"}, {"question": "Did Rand Paul frequently swim in Lake Michigan during his undergraduate years?", "gold_answer": "no"}, {"question": "Is SnapCap an example of a retail store?", "gold_answer": "no"}, {"question": "Can furniture be made of hair?", "gold_answer": "yes"}, {"question": "Is March named after Jupiter's son in Roman mythology?", "gold_answer": "yes"}, {"question": "Is it impossible for pigs to use pig latin?", "gold_answer": "yes"}, {"question": "Is J.D. Salinger's most successful work influential to killers?", "gold_answer": "yes"}, {"question": "Did Ice make people rich?", "gold_answer": "yes"}, {"question": "Does Justin Bieber vote in October?", "gold_answer": "yes"}, {"question": "Do flying fish have good eyesight?", "gold_answer": "yes"}, {"question": "Does Carl Linnaeus share the same final resting place as Michael Jackson?", "gold_answer": "no"}, {"question": "Is xenophobia hypothetically unimportant between Saladin and Ali Askari?", "gold_answer": "yes"}, {"question": "Can a dolphin keep a diary?", "gold_answer": "no"}, {"question": "Is the Jurassic era a tourist destination?", "gold_answer": "no"}, {"question": "Are any of the words that CAPTCHA stands for palindromes?", "gold_answer": "no"}, {"question": "Would a binge watch of entire Young and the Restless take longer than a leap year?", "gold_answer": "yes"}, {"question": "Was the original Metroid groundbreaking for its polygons?", "gold_answer": "no"}, {"question": "Do you need to schedule separate preventive healthcare and sickness visits? ", "gold_answer": "yes"}, {"question": "Is Anakin Skywalker from Star Wars associated with the color black?", "gold_answer": "yes"}, {"question": "Can whole genome sequencing be used for COVID-19?", "gold_answer": "no"}, {"question": "Do people with swallowing disorders need high viscosity drinks?", "gold_answer": "yes"}, {"question": "Were Depeche Mode heavily influenced by blues music?", "gold_answer": "no"}, {"question": "Was being a mail carrier considered one of the most dangerous jobs?", "gold_answer": "yes"}, {"question": "Is Sea World hazardous to leopard seal's health?", "gold_answer": "yes"}, {"question": "Would a compact disc melt in magma?", "gold_answer": "yes"}, {"question": "Does Canada have a relationship with a monarch?", "gold_answer": "yes"}, {"question": "Did Modern Family win a Slammy award?", "gold_answer": "no"}, {"question": "Can a grey seal swim in the same water as the subject of Moby Dick?", "gold_answer": "yes"}, {"question": "Does the name C-SPAN refer to a form of telecommunications that utilizes outer space?", "gold_answer": "yes"}, {"question": "Did Johann Sebastian Bach influence heavy metal?", "gold_answer": "yes"}, {"question": "Can your psychologist say hello to you while you are out at the supermarket?", "gold_answer": "no"}, {"question": "Will Dustin Hoffman likely vote for Trump in 2020?", "gold_answer": "no"}, {"question": "Do people with mood disorders need permanent institutionalization?", "gold_answer": "no"}, {"question": "Can Poland Spring make money in the Sahara?", "gold_answer": "yes"}, {"question": "Was 847 Pope Leo same iteration of his name as Ivan the Terrible?", "gold_answer": "yes"}, {"question": "Could the Powepuff Girls make the background to the Azerbaijani flag?", "gold_answer": "yes"}, {"question": "Is there a Harry Potter character named after Florence?", "gold_answer": "yes"}, {"question": "Would a snakebite hypothetically be a threat to T-1000?", "gold_answer": "no"}, {"question": "Did Malcolm X avoid eating ham?", "gold_answer": "yes"}, {"question": "Would New Year's Eve hypothetically be Bacchus's favorite holiday?", "gold_answer": "yes"}, {"question": "Are black and white prison uniforms made to resemble a zebra?", "gold_answer": "no"}, {"question": "Did Jack Dempsey ever witness Conor McGregor's fights?", "gold_answer": "no"}, {"question": "Is immersion in virtual reality testable on cnidarians before humans?", "gold_answer": "no"}, {"question": "Is the Holy Land important to Eastern religions?", "gold_answer": "no"}, {"question": "Can you carry a Chrysler in a laptop bag?", "gold_answer": "no"}, {"question": "Would a bodybuilder enjoy wearing a cast for several weeks?", "gold_answer": "no"}, {"question": "Would Temujin hypothetically be jealous of Charlemagne's conquests?", "gold_answer": "no"}, {"question": "Can DRL Racer X drone get across Brooklyn Bridge in 18 seconds?", "gold_answer": "no"}, {"question": "Is it normal to see a red panda in Shanghai outside of a zoo?", "gold_answer": "no"}, {"question": "Are Mayors safe from harm from the federal government?", "gold_answer": "no"}, {"question": "Would 2019 Natalie Portman avoid a Snickers bar due to her diet?", "gold_answer": "yes"}, {"question": "Can you listen to the entire Itunes song catalog in one year?", "gold_answer": "no"}, {"question": "Could white rice go rancid before sesame seeds?", "gold_answer": "no"}, {"question": "Does the Taco Bell kitchen contain cinnamon?", "gold_answer": "yes"}, {"question": "Are most mall Santa Claus actors white?", "gold_answer": "yes"}, {"question": "Does having lip piercings lead to more expensive dental bills?", "gold_answer": "yes"}, {"question": "Are you more likely to find bipolar disorder in a crowd than diabetes?", "gold_answer": "no"}, {"question": "Do anatomical and symbolic hearts look remarkably different?", "gold_answer": "yes"}, {"question": "Are fossil fuels reducing jobs in the Gulf of Mexico?", "gold_answer": "yes"}, {"question": "Did Medieval English lords engage in fair trade with peasants?", "gold_answer": "no"}, {"question": "Is the name of a mythical creature also the name of a Small Solar System body?", "gold_answer": "yes"}, {"question": "Do astronomers write horoscopes?", "gold_answer": "no"}, {"question": "Could a Diwali celebration feature a crustacean?", "gold_answer": "yes"}, {"question": "Are there any chives hypothetically good for battling vampires?", "gold_answer": "yes"}, {"question": "Can you make an MP3 from the Golden Gate Bridge?", "gold_answer": "yes"}, {"question": "If you were at an Apple store, would most of the computers be running Ubuntu?", "gold_answer": "no"}, {"question": "Did Lamarck and Darwin agree about the origin of species diversity?", "gold_answer": "no"}, {"question": "Was Saint Vincent and the Grenadines named by an Italian explorer?", "gold_answer": "yes"}, {"question": "Was milliner in Alice in Wonderland (1951 film) likely in need of succimer?", "gold_answer": "yes"}, {"question": "If you have black hair and want red hair, do you need bleach?", "gold_answer": "yes"}, {"question": "Can you buy Reddit at Walmart?", "gold_answer": "no"}, {"question": "In order to work in district management, does one need a car?", "gold_answer": "yes"}, {"question": "Are slime lilies in a different scientific family than asparagus?", "gold_answer": "no"}, {"question": "Is the Forbidden City host to a wooden rollercoaster?", "gold_answer": "no"}, {"question": "Did any cultures associate celery with death?", "gold_answer": "yes"}, {"question": "Would toast for a vegan have margarine instead of butter?", "gold_answer": "yes"}, {"question": "Was Michael Crichton ever in danger of flunking out of Harvard as an undergraduate?", "gold_answer": "no"}, {"question": "Would Jolly Green Giant's largest monument look impressive next to Pyrenees?", "gold_answer": "no"}, {"question": "Could morphine cure HIV?", "gold_answer": "no"}, {"question": "Could you buy Hershey's Kisses in red foil with farthings after 1960?", "gold_answer": "no"}, {"question": "Is an ammonia fighting cleaner good for pet owners?", "gold_answer": "yes"}, {"question": "Did the founders of the biggest city in Orange County, California speak Italian?", "gold_answer": "no"}, {"question": "Did Isaac's father almost commit similar crime as Marvin Gay Sr.?", "gold_answer": "yes"}, {"question": "Could the Jackson 5 play a full game of rugby with each other?", "gold_answer": "no"}, {"question": "Is Snickers helpful for weight loss?", "gold_answer": "no"}, {"question": "Is the United States the largest exporter of Fair Trade products?", "gold_answer": "no"}, {"question": "Was Harry Potter a better investment than The Matrix for Warner Bros.?", "gold_answer": "yes"}, {"question": "Does Lemon enhance the flavor of milk?", "gold_answer": "no"}, {"question": "Would Tom Cruise ever insult L. Ron Hubbard?", "gold_answer": "no"}, {"question": "Would 2020 Toyota Supra lag behind at a Nascar rally?", "gold_answer": "yes"}, {"question": "Can Reiki be stored in a bottle?", "gold_answer": "no"}, {"question": "Can you see Stonehenge from a window in Dusseldorf?", "gold_answer": "no"}, {"question": "Does Lorem ipsum backwards fail to demonstrate alliteration?", "gold_answer": "no"}, {"question": "Could casualties from deadliest war rival France's population?", "gold_answer": "no"}, {"question": "Do pediatricians perform abortions?", "gold_answer": "no"}, {"question": "If you're reducing salt intake, are olives a healthy snack?", "gold_answer": "no"}, {"question": "Have the Israelis played the Hammerstein Ballroom?", "gold_answer": "no"}, {"question": "Did the Pearl Harbor attack occur during autumn?", "gold_answer": "yes"}, {"question": "Did Al-Farabi ever meet Mohammed?", "gold_answer": "no"}, {"question": "Could William Franklyn-Miller win a 2020 Nascar Cup Series race?", "gold_answer": "no"}, {"question": "Are the knights in the Medieval Times show not authentic knights?", "gold_answer": "yes"}, {"question": "Would costumes with robes and pointy hats be helpful for Macbeth?", "gold_answer": "yes"}, {"question": "Was Lord Voldemort taught by Professor Dumbledore?", "gold_answer": "yes"}, {"question": "Is Christianity better for global warming than Satanism?", "gold_answer": "yes"}, {"question": "Were mollusks an ingredient in the color purple?", "gold_answer": "yes"}, {"question": "Are twinkies considered artisan made products?", "gold_answer": "no"}, {"question": "Was the sable depicted in Marvel comics anthropomorphic?", "gold_answer": "no"}, {"question": "Did mercenaries fight for England in the Glorious Revolution?", "gold_answer": "no"}, {"question": "Is groundhog day used as a global season indicator? ", "gold_answer": "no"}, {"question": "Would a Yeti be likely to have prehensile limbs?", "gold_answer": "yes"}, {"question": "Did Sugar Ray Robinson win a fight against Canelo Alvarez?", "gold_answer": "no"}, {"question": "In geometry terms, is the Royal Observatory in Greenwich similar to a yield sign?", "gold_answer": "no"}, {"question": "Did Monty Python write the Who's on First sketch?", "gold_answer": "no"}, {"question": "Did Charlemagne have a bar mitzvah?", "gold_answer": "no"}, {"question": "Is entire Common Era minuscule to lifespan of some trees?", "gold_answer": "yes"}, {"question": "Could eating Chinook salmon help Ryan Reynolds?", "gold_answer": "yes"}, {"question": "In teenagers and young adults with depression, are SSRI medications less safe than they are for adults?", "gold_answer": "yes"}, {"question": "Are red legs a sign of failing health in those with Anorexia Nervosa?", "gold_answer": "yes"}, {"question": "Do citizens of Cheshire sing La Marseillaise?", "gold_answer": "no"}, {"question": "Are seasons of Survivor surpassed by number of Ancient Greek letters?", "gold_answer": "no"}, {"question": "Would a jumping spider need over half a dozen contact lenses?", "gold_answer": "yes"}, {"question": "Would Harvey Milk have approved of Obama?", "gold_answer": "yes"}, {"question": "Would dual-energy X-ray absorptiometry be useful if performed on a crab?", "gold_answer": "no"}, {"question": "Would a house full of aloe vera hypothetically be ideal for Unsinkable Sam?", "gold_answer": "no"}, {"question": "Can a human eat an entire 12-lb roast turkey in an hour? ", "gold_answer": "no"}, {"question": "Was Kurt Cobain's death indirectly caused by Daniel LeFever?", "gold_answer": "yes"}, {"question": "Was Charles Manson's body unwanted?", "gold_answer": "no"}, {"question": "Are peaches best eaten when firm?", "gold_answer": "no"}, {"question": "Is Jack Black's height enough to satisfy Coronavirus distancing?", "gold_answer": "no"}, {"question": "Can children be soldiers in the US Army?", "gold_answer": "no"}, {"question": "Could Charlie Bucket be a hotel manager?", "gold_answer": "no"}, {"question": "Can paresthesia be caused by a white pigment?", "gold_answer": "yes"}, {"question": "Would Elon Musk be more likely to know about astrology than physics?", "gold_answer": "no"}, {"question": "Is Pearl Harbor the mythical home of a shark goddess?", "gold_answer": "yes"}, {"question": "Would it be impossible to keep an ocean sunfish and a goldfish in the same tank?", "gold_answer": "yes"}, {"question": "Did Demi Lovato's ancestors help turn maize into popcorn?", "gold_answer": "yes"}, {"question": "Was Alexander the Great baptized?", "gold_answer": "no"}, {"question": "Are Scottish people Albidosi?", "gold_answer": "yes"}, {"question": "Would you spend less on your food at Aldi than at Whole Foods?", "gold_answer": "yes"}, {"question": "Was Los Angeles Memorial Sports Arena hypothetically inadequate for hosting Coachella?", "gold_answer": "yes"}, {"question": "Does water have viscosity?", "gold_answer": "no"}, {"question": "Did Julius Caesar read books on Pharmacology?", "gold_answer": "no"}, {"question": "NATO doesn't recognize double triangle flag countries?", "gold_answer": "yes"}, {"question": "Could a dichromat probably easily distinguish chlorine gas from neon gas?", "gold_answer": "no"}, {"question": "Is the saltwater crocodile less endangered than the European otter?", "gold_answer": "yes"}, {"question": "Is the Muslim world hostile to Israel?", "gold_answer": "yes"}, {"question": "Was the Carnation Revolution the deadliest revolution in Europe?", "gold_answer": "no"}, {"question": "Can you conduct surveillance from a teddy bear?", "gold_answer": "yes"}, {"question": "Was a Tiny House ceiling out of Osama bin Laden's reach?", "gold_answer": "no"}, {"question": "Is a northern fur seal needing emergency surgery in July likely a safe anesthesia candidate?", "gold_answer": "yes"}, {"question": "Would it be very difficult for Nuno Gomes to dive to the Red Sea's deepest point?", "gold_answer": "yes"}, {"question": "Is breast cancer associated with a ribbon?", "gold_answer": "yes"}, {"question": "Could common warthog be useful for scrimshaw?", "gold_answer": "yes"}, {"question": "Tata Hexa can accomodate every Spice Girl?", "gold_answer": "yes"}, {"question": "Would lumberjacks get full after eating three dosa?", "gold_answer": "no"}, {"question": "Do gorillas fight with panda bears?", "gold_answer": "no"}, {"question": "Is the Foreign and Commonwealth Office a European political agency?", "gold_answer": "yes"}, {"question": "Are there any official American knights?", "gold_answer": "no"}, {"question": "Are two cans of Campbell's Soup a day good for hypertension?", "gold_answer": "no"}, {"question": "Can Kit & Kaboodle hypothetically help someone past the Underworld gates?", "gold_answer": "no"}, {"question": "Could an American confuse breakfast in British cuisine for dinner?", "gold_answer": "yes"}, {"question": "Is it true that gay male couples cannot naturally reproduce?", "gold_answer": "no"}, {"question": "Is a krabby patty similar to a cheeseburger?", "gold_answer": "yes"}, {"question": "Are both founders of Ben & Jerry's still involved in the company?", "gold_answer": "no"}, {"question": "Was ship that recovered Apollo 13 named after a World War II battle?", "gold_answer": "yes"}, {"question": "Would Ringo Starr avoid the pot roast at a restaurant?", "gold_answer": "yes"}, {"question": "Are Citizens of Bern Switzerland are descendants of Genghis Khan?", "gold_answer": "yes"}, {"question": "Is Lord Voldemort associated with a staff member of Durmstrang?", "gold_answer": "yes"}, {"question": "Does Dean Cain have less days to birthday than Will Ferrell every 4th of July?", "gold_answer": "no"}, {"question": "Does Rahul Dravid belong to the family Gryllidae?", "gold_answer": "no"}, {"question": "Will bumblebees derail the United States presidential election?", "gold_answer": "no"}, {"question": "Does Ludacris have Greek heritage?", "gold_answer": "yes"}, {"question": "Can you see the Statue of Freedom from the Statue of Liberty?", "gold_answer": "no"}, {"question": "Has spinach been a source of power in a comic movie?", "gold_answer": "yes"}, {"question": "For Hostas to look their best, do they need lots of chlorophyll?", "gold_answer": "yes"}, {"question": "Did Jeremy Irons master sweep picking as a child?", "gold_answer": "no"}, {"question": "Would the Cookie Monster decline an offer of free Keebler products?", "gold_answer": "no"}, {"question": "Are grapes essential to winemaking?", "gold_answer": "no"}, {"question": "Can the majority of vowels be typed on the first line of a QWERTY keyboard?", "gold_answer": "yes"}, {"question": "Is the Golden eagle considered a scavenger bird?", "gold_answer": "no"}, {"question": "Can an elite runner circle the Pyrenees in one day?", "gold_answer": "no"}, {"question": "Is Hermes equivalent to the Roman god Vulcan?", "gold_answer": "no"}, {"question": "Is it understandable to compare a blood spatter pattern to a Jackson Pollock piece?", "gold_answer": "yes"}, {"question": "Has Johns Hopkins University always treated subjects ethically?", "gold_answer": "no"}, {"question": "In Hey Arnold, did any characters stay on a porch all the time?", "gold_answer": "yes"}, {"question": "Are some Brazilian Navy ships built in Britian?", "gold_answer": "yes"}, {"question": "Are sables related to wolverines?", "gold_answer": "yes"}, {"question": "Is a watchmaker likely to be able to fix an Apple Watch?", "gold_answer": "no"}, {"question": "Was Noah concerned with buoyancy?", "gold_answer": "yes"}, {"question": "Can you buy a fair trade laptop?", "gold_answer": "no"}, {"question": "Was a nuclear bomb used in the Napoleonic Wars?", "gold_answer": "no"}, {"question": "Does Nicole Kidman know any Scientologists?", "gold_answer": "yes"}, {"question": "Would Kylee Jenner ask for no cream in her coffee?", "gold_answer": "yes"}, {"question": "Could the leader of Heaven's Gate save images in JPEG format?", "gold_answer": "yes"}, {"question": "Did pirates who had scurvy need more Vitamin C?", "gold_answer": "yes"}, {"question": "Did producer of Easy Rider ever star in a movie with Dean Cain's Princeton girlfriend?", "gold_answer": "yes"}, {"question": "Can depression be mistaken for laziness?", "gold_answer": "yes"}, {"question": "Is the average bulk carrier ideal for transporting bromine at room temperature?", "gold_answer": "no"}, {"question": "Would human race go extinct without chlorophyll?", "gold_answer": "yes"}, {"question": "Walt Disney dominated his amusement park peers at Academy Awards?", "gold_answer": "yes"}, {"question": "Can a human heart last from NYC to Raleigh NC by Toyota Hiux?", "gold_answer": "yes"}, {"question": "Can the history of art be learned by an amoeba?", "gold_answer": "no"}, {"question": "Would Rime of the Ancient Mariner make a good sonnet?", "gold_answer": "no"}, {"question": "Has type of political association Pompey had with Caesar influenced reality TV?", "gold_answer": "yes"}, {"question": "Is CEO of Nissan an internationally wanted fugitive?", "gold_answer": "yes"}, {"question": "Is Statue of Unity hypothetically more level with Statue of Liberty than Lighthouse of Alexandria?", "gold_answer": "no"}, {"question": "Is surfing popular in Des Moines, Iowa?", "gold_answer": "no"}, {"question": "Paleography hypothetically helps to understand Cthulhu?", "gold_answer": "yes"}, {"question": "Do members of the Supreme Court of the United States have longer terms than most senators?", "gold_answer": "yes"}, {"question": "Were some people afraid of New Years Day coming in 1999?", "gold_answer": "yes"}, {"question": "Are some chiropractic manipulations dangerous?", "gold_answer": "yes"}, {"question": "Can you buy spinal cord at Home Depot?", "gold_answer": "no"}, {"question": "Would eliminating competition in the Japanese bulk carrier market be profitable for a steel company?", "gold_answer": "yes"}, {"question": "Is Issac Newton often associated with a red fruit?", "gold_answer": "yes"}, {"question": "Would it be possible to fit a football field in Alcatraz Island?", "gold_answer": "yes"}, {"question": "Did mongoose come from later period than rhinos?", "gold_answer": "yes"}, {"question": "Would 1943-S penny be good for making silverware?", "gold_answer": "yes"}, {"question": "Does Felix Potvin have a position on a dodgeball team?", "gold_answer": "no"}, {"question": "Could Steven Spielberg send emails as a child?", "gold_answer": "no"}, {"question": "Does a Disney princess on Broadway have red hair?", "gold_answer": "yes"}, {"question": "Can you find Bob Marley's face in most smoke shops?", "gold_answer": "yes"}, {"question": "Can a martyr saint have been excommunicated?", "gold_answer": "yes"}, {"question": "Could Toyota stadium house people suffering homelessness in Michigan?", "gold_answer": "yes"}, {"question": "Would it be impossible to seat every Chief Justice of the United States on a Boeing 737?", "gold_answer": "no"}, {"question": "Is Cookie Monster's diet Paleo friendly?", "gold_answer": "no"}, {"question": "Were all the materials to make a cannon known during the bronze age?", "gold_answer": "no"}, {"question": "Do American teams in National Hockey League outnumber Canadian teams?", "gold_answer": "yes"}, {"question": "Has Elon Musk's hairline changed?", "gold_answer": "yes"}, {"question": "Does Nintendo's link ever see an astronomer?", "gold_answer": "yes"}, {"question": "Does the swastika have positive uses?", "gold_answer": "yes"}, {"question": "Is a doctorate required to teach at a SUNY School?", "gold_answer": "no"}, {"question": "Did University of Pittsburgh founder have great deal in common with Judith Sheindlin?", "gold_answer": "yes"}, {"question": "Is Disney associated with Los Angeles County?", "gold_answer": "yes"}, {"question": "Could a bee hummingbird balance a scale with a single pea on it?", "gold_answer": "no"}, {"question": "Can photography be considered abstract art?", "gold_answer": "no"}, {"question": "Can the Great Depression be treated with Prozac?", "gold_answer": "no"}, {"question": "Is Edward Snowden in hiding from the United States?", "gold_answer": "no"}, {"question": "Are aggressive bumblebees suicidal?", "gold_answer": "no"}, {"question": "Has categories of Nobel prizes remained same since Alfred Nobel established them?", "gold_answer": "no"}, {"question": "Is British Airways the air force of the United Kingdom?", "gold_answer": "no"}, {"question": "Is a slime mold safe from cerebral palsy?", "gold_answer": "yes"}, {"question": "Was Harry Potter and the Philosopher's Stone popular during the great depression?", "gold_answer": "no"}, {"question": "Is the CIA part of the Department of Defense?", "gold_answer": "no"}, {"question": "Would the owners of the company Peter Griffin works for need barley?", "gold_answer": "yes"}, {"question": "Is an Eastern chipmunk likely to die before seeing two leap years?", "gold_answer": "yes"}, {"question": "Does Ahura Mazda have a rivalry with Zeus?", "gold_answer": "no"}, {"question": "Did Holy Land belong to Adamu's tribe?", "gold_answer": "yes"}, {"question": "Was Edward II crucial to England's victory at Battle of Falkirk?", "gold_answer": "no"}, {"question": "Would a model be likely to frequently enjoy the menu at Cookout?", "gold_answer": "no"}, {"question": "Could a markhor give birth three times in a single year?", "gold_answer": "no"}, {"question": "Could a delicious recipe be made with The Onion?", "gold_answer": "no"}, {"question": "Do most college students own a fax machine?", "gold_answer": "no"}, {"question": "Do Leafhoppers compete with Log Cabin syrup producers for resources?", "gold_answer": "yes"}, {"question": "Does the Pixar film Brave feature Scottish people?", "gold_answer": "yes"}, {"question": "Would a vegetarian be able to eat something at Chick-fil-A?", "gold_answer": "yes"}, {"question": "Could  jockey win Triple Crown between Eid al-Fitr endpoints?", "gold_answer": "no"}, {"question": "Did Harry Houdini appear on Chris Angel Mindfreak?", "gold_answer": "no"}, {"question": "Do some psychotherapy patients have no mental illness?", "gold_answer": "yes"}, {"question": "Is purchasing food for a Lolcat unnecessary?", "gold_answer": "yes"}, {"question": "Would a Common warthog starve in a greenhouse?", "gold_answer": "no"}, {"question": "Would alligator best saltwater crocodile in hypothetical Lake Urmia battle?", "gold_answer": "no"}, {"question": "Is Sirius part of a constellation of an animal?", "gold_answer": "yes"}, {"question": "Is Y2K relevant to the plot of The Godfather?", "gold_answer": "no"}, {"question": "Could a two-year old win a Scrabble tournament?", "gold_answer": "no"}, {"question": "Could chives be mistaken for grass?", "gold_answer": "yes"}, {"question": "Does a giant green lady stand in New York Harbor?", "gold_answer": "yes"}, {"question": "Was only woman to serve as U.S. Speaker of the House alive during the attack on Pearl Harbor?", "gold_answer": "yes"}, {"question": "Is honey associated with queens?", "gold_answer": "yes"}, {"question": "Is it dark is Basel during the day in Los Angeles?", "gold_answer": "yes"}, {"question": "Does penicillin cure a learning disability?", "gold_answer": "no"}, {"question": "Would Mickey Mouse blend in with the American flag?", "gold_answer": "no"}, {"question": "Was hippie culture encouraged by the government in the Soviet Union?", "gold_answer": "no"}, {"question": "Can you house a giant squid at Soldier Field?", "gold_answer": "yes"}, {"question": "Can Iowa be hidden in the English Channel?", "gold_answer": "no"}, {"question": "Do Flat Earthers doubt the existence of Earth's magnetic field?", "gold_answer": "yes"}, {"question": "Has CNES planted a French flag on the lunar surface?", "gold_answer": "no"}, {"question": "Was story of Jesus inspired by Egyptian myth?", "gold_answer": "yes"}, {"question": "Can you see live harbor seals in Washington DC?", "gold_answer": "yes"}, {"question": "Is blonde hair green eyed Sara Paxton considered a Latino?", "gold_answer": "yes"}, {"question": "Does the human stomach destroy a bee if ingested?", "gold_answer": "yes"}, {"question": "Could largest ship from Voyages of Christopher Columbus haul Statue of Liberty?", "gold_answer": "no"}, {"question": "Would it be uncommon for a high schooler to use the yellow pages?", "gold_answer": "yes"}, {"question": "Is pi in excess of square root of 5?", "gold_answer": "yes"}, {"question": "Would Iris (mythology) and Hermes hypothetically struggle at a UPS job?", "gold_answer": "no"}, {"question": "Would Doctor Strange like the Pittsburgh Steelers logo?", "gold_answer": "yes"}, {"question": "Can you give at least one word from the Torah to all residents of Bunkie Louisiana?", "gold_answer": "yes"}, {"question": "Does the texture of leaves remain the same independent of their coloring changing?", "gold_answer": "no"}, {"question": "Can all of Snow White's dwarfs play a game of 7 Wonders simultaneously?", "gold_answer": "yes"}, {"question": "Could the Dominican Order hypothetically defeat Blessed Gerard's order?", "gold_answer": "no"}, {"question": "Could Christopher Nolan's movies finance Cyprus's entire GDP?", "gold_answer": "no"}, {"question": "Did Subway have a sex offender as a spokesperson?", "gold_answer": "yes"}, {"question": "Did Zorro carve his name into items regularly?", "gold_answer": "no"}, {"question": "Is there a Yeti associated with Disney theme parks?", "gold_answer": "yes"}, {"question": "Did either side score a touchdown during the Football War?", "gold_answer": "no"}, {"question": "Is grief always obvious when it is being experienced?", "gold_answer": "no"}, {"question": "Did Jack Dempsey have most title fight wins in either of his weight classes?", "gold_answer": "no"}, {"question": "Are implants from an ORIF surgery affected by the magnetic field of the Earth?", "gold_answer": "no"}, {"question": "Can a banana get a virus?", "gold_answer": "yes"}, {"question": "Would E.T. the Extra-Terrestrial alien hypothetically love Friendly's?", "gold_answer": "yes"}, {"question": "Could Sugar Ray Robinson box if he stole in Iran?", "gold_answer": "no"}, {"question": "Would a TMNT coloring book have pizza in it?", "gold_answer": "yes"}, {"question": "Does crucifixion violate US eighth amendment?", "gold_answer": "yes"}, {"question": "Should you wrap a gift for a mother of a stillborn in stork wrapping paper?", "gold_answer": "no"}, {"question": "Was Muhammed a member of the Uniting Church in Australia?", "gold_answer": "no"}, {"question": "Do sand cats avoid eating all of the prey of eels?", "gold_answer": "no"}, {"question": "Did Paul the Apostle's cause of death violate the tenets of Ahimsa?", "gold_answer": "yes"}, {"question": "Would a sophist use an épée?", "gold_answer": "no"}, {"question": "In most Mennonite homes, would children know of The Powerpuff Girls?", "gold_answer": "no"}, {"question": "Is Freya a combination of Athena and Aphrodite?", "gold_answer": "yes"}, {"question": "Could you brew beer from start to finish in the month of September?", "gold_answer": "no"}, {"question": "When en route from China to France, must pilots know their altitude in the imperial foot?", "gold_answer": "yes"}, {"question": "Would Gomer Pyle salute a lieutenant?", "gold_answer": "yes"}, {"question": "Does the Prime Minister of the United Kingdom have poor job security?", "gold_answer": "yes"}, {"question": "Does The Jungle Book contain racist subtext?", "gold_answer": "yes"}, {"question": "If you're pregnant, might you be recommended ginger?", "gold_answer": "yes"}, {"question": "Are the events of Star Trek: The Next Generation in the history of the world?", "gold_answer": "no"}, {"question": "Is pig meat considered inedible within the cuisine of Hawaii?", "gold_answer": "no"}, {"question": "Can you hunt Iberian wolves in the Southern United States?", "gold_answer": "no"}, {"question": "Were there greater landslides than 1980 United States presidential election?", "gold_answer": "yes"}, {"question": "Does the word swastika have meaning in sanskrit?", "gold_answer": "yes"}, {"question": "Could the Toyota Stadium sit a tenth of the population of Gotheburg?", "gold_answer": "no"}, {"question": "Do all of the African regions that participated in the Portugese Colonial War share an official language?", "gold_answer": "yes"}, {"question": "Can a Liebherr LTM 11200-9.1 hypothetically lift Mount Emei?", "gold_answer": "yes"}, {"question": "Can the Department of Defense perform a solo?", "gold_answer": "no"}, {"question": "Does a bumblebee have to worry about spider veins?", "gold_answer": "no"}, {"question": "Are queen bees unnecessary for growing apples?", "gold_answer": "yes"}, {"question": "Can you taste Law & Order?", "gold_answer": "no"}, {"question": "Does Osama bin Laden put a wafer on his tongue every Sunday?", "gold_answer": "no"}, {"question": "Will the producer of Easy Rider become an octogenarian in 2021?", "gold_answer": "no"}, {"question": "Was the Treaty of Versailles settled over blueberry scones?", "gold_answer": "no"}, {"question": "Is it best to avoid kola nuts with colitis?", "gold_answer": "yes"}, {"question": "Would Donald Duck be allowed into most grocery stores?", "gold_answer": "no"}, {"question": "Does the United States of America touch the Indian Ocean?", "gold_answer": "no"}, {"question": "Can second row of QWERTY keyboard spell Abdastartus's kingdom?", "gold_answer": "yes"}, {"question": "Are all types of pottery safe to cook in?", "gold_answer": "no"}, {"question": "Should you ask a neighbor for candy on New Year's Eve?", "gold_answer": "no"}, {"question": "Would Eye surgery on a fly be in vain?", "gold_answer": "yes"}, {"question": "Can Jabberwocky be considered a sonnet?", "gold_answer": "no"}, {"question": "Is white light the absence of color?", "gold_answer": "no"}, {"question": "Could Christopher Walken enlist in the United States Marine Corps?", "gold_answer": "no"}, {"question": "Is number of stars in Milky Way at least ten times earth's population?", "gold_answer": "yes"}, {"question": "Can The Hobbit be read in its entirety in four minutes?", "gold_answer": "yes"}, {"question": "Will you see peach blossoms and Andromeda at the same time?", "gold_answer": "no"}, {"question": "Could Arnold Schwarzenegger hypothetically defeat Hafþór Björnsson in a powerlifting competition if both are at their peak strength?", "gold_answer": "no"}, {"question": "Was Mesopotamia part of what is now China?", "gold_answer": "no"}, {"question": "In Doctor Who, did the war doctor get more screen time than his successor?", "gold_answer": "no"}, {"question": "Are some types of pancakes named after coins?", "gold_answer": "yes"}, {"question": "Would J.K Rowling's top sellers be on a fantasy shelf?", "gold_answer": "yes"}, {"question": "Was P. G. Wodehouse's favorite book The Hunger Games?", "gold_answer": "no"}, {"question": "Will The Exorcist stimulate limbic system?", "gold_answer": "yes"}, {"question": "Do silicone suits make judo difficult?", "gold_answer": "yes"}, {"question": "Could you watch all of JAG in six months?", "gold_answer": "yes"}, {"question": "In isopropyl alcohol, is the solubility of salt low?", "gold_answer": "yes"}, {"question": "Was the Japanese street aesthetic once illuminated by noble gasses?", "gold_answer": "yes"}, {"question": "Could Rich and Morty be triggered for children of alcoholics?", "gold_answer": "yes"}, {"question": "Does it seem like the Gorillaz is composed of more members than they have?", "gold_answer": "yes"}, {"question": "Does a person suffering from Thalassophobia enjoy oceanography?", "gold_answer": "no"}, {"question": "Is Glycol something United Airlines would buy?", "gold_answer": "yes"}, {"question": "Is Poseidon similar to the god Vulcan?", "gold_answer": "no"}, {"question": "Can members of the Green Party of England and Wales vote in the USA?", "gold_answer": "no"}, {"question": "Do depressed people travel to the Golden Gate Bridge often?", "gold_answer": "yes"}, {"question": "Do some people soak in olive oil and water?", "gold_answer": "yes"}, {"question": "Are Durian fruits an olfactory delight?", "gold_answer": "no"}, {"question": "Can Aerosmith legally drive in the carpool lane?", "gold_answer": "yes"}, {"question": "Can petroleum jelly be used as fuel in a car?", "gold_answer": "no"}, {"question": "Do spider wasps have eight legs?", "gold_answer": "no"}, {"question": "Is Newt Gingrich's nickname a type of Reptile?", "gold_answer": "no"}, {"question": "Do you need both hot and cold water to peel a tomato?", "gold_answer": "yes"}, {"question": "Does 2015 have more unlucky Friday's than usual?", "gold_answer": "yes"}, {"question": "Did Jesus know anyone who spoke Estonian?", "gold_answer": "no"}, {"question": "Are all limbs required for jujutsu?", "gold_answer": "no"}, {"question": "Can you get a ride on Amtrak to the Underworld?", "gold_answer": "no"}, {"question": "Did Jackson 5 members exceed number in The Osmonds?", "gold_answer": "no"}, {"question": "Did Mickey Mouse appear in a cartoon with Bugs Bunny in 1930?", "gold_answer": "no"}, {"question": "Is Isaac Newton buried at the same church as the author of Great Expectations?", "gold_answer": "yes"}, {"question": "Do most middle class families have butlers?", "gold_answer": "no"}, {"question": "Is letter C crucial to spelling the two most common words in English language?", "gold_answer": "no"}, {"question": "Is a felony jury enough people for a Bunco game?", "gold_answer": "yes"}, {"question": "In baseball, is a \"Homer\" named after the poet Homer who wrote the Odyssey?", "gold_answer": "no"}, {"question": "Does Kenny G hold the qualifications to be a tax collector?", "gold_answer": "yes"}, {"question": "Do guitarists need both hands to play?", "gold_answer": "yes"}, {"question": "Karachi was a part of Alexander the Great's success?", "gold_answer": "yes"}, {"question": "Would a bodybuilder choose maize over chicken breast for dinner?", "gold_answer": "no"}, {"question": "Was King Kong (2005 film) the lead actress's biggest box office role?", "gold_answer": "yes"}, {"question": "Are some Do It Yourself projects potentially lethal?", "gold_answer": "yes"}, {"question": "Has mummification in the Andes been prevented by rainfall?", "gold_answer": "no"}, {"question": "Can lettuce result in spontaneous abortion?", "gold_answer": "yes"}, {"question": "Is number of different US President's in 1800s a lucky number in Hong Kong?", "gold_answer": "no"}, {"question": "Do any video games about the end of civilization have slot machines?", "gold_answer": "yes"}, {"question": "Would Terence Tao outperform Eminem in a math competition?", "gold_answer": "yes"}, {"question": "Does a person using tonsure have hair at the top of their scalp?", "gold_answer": "no"}, {"question": "Does someone from Japan need a passport to go to a Nordic country?", "gold_answer": "yes"}, {"question": "Would you find a tibia beside parsley on a holiday plate?", "gold_answer": "yes"}, {"question": "Could someone listen to the entire U2 debut studio album during an episode of Peppa Pig?", "gold_answer": "no"}, {"question": "Would Brian Warner be a good singer for a soul music band?", "gold_answer": "no"}, {"question": "Would three commas be sufficient for displaying US 2018 GDP?", "gold_answer": "no"}, {"question": "Can a person who knows only English read Kanji?", "gold_answer": "no"}, {"question": "Was Walt Disney able to email his illustrations to people living far away?", "gold_answer": "no"}, {"question": "Could Katharine Hepburn have ridden the AirTrain JFK?", "gold_answer": "no"}, {"question": "Was Great Recession the period of severest unemployment?", "gold_answer": "no"}, {"question": "At Christmastime, do some films remind us that groundhog day is approaching?", "gold_answer": "yes"}, {"question": "Would Michael Phelps be good at pearl hunting?", "gold_answer": "yes"}, {"question": "Do hornets provide meaningful data for oceanographers?", "gold_answer": "no"}, {"question": "Is 500GB USB device enough to save 10 hours of Netflix shows a day?", "gold_answer": "no"}, {"question": "Can COVID-19 spread to maritime pilots?", "gold_answer": "yes"}, {"question": "Could B be mistaken for an Arabic numeral?", "gold_answer": "yes"}, {"question": "Did occupants of Vellore Fort need to defend themselves from Grizzly Bears?", "gold_answer": "no"}, {"question": "Did a gladiator kill his opponent with a shotgun?", "gold_answer": "no"}, {"question": "Would Immanuel Kant be disgusted by the Black Lives Matter movement?", "gold_answer": "yes"}, {"question": "Will 2020 elephant pregnancy last past next year with 4 solar eclipses?", "gold_answer": "no"}, {"question": "Is an espresso likely to assuage fear?", "gold_answer": "no"}, {"question": "Do you often hear Marco Polo's name shouted near water?", "gold_answer": "yes"}, {"question": "Did Donatello use a smartphone?", "gold_answer": "no"}, {"question": "Was the death of Heath Ledger caused by his work on The Dark Knight?", "gold_answer": "no"}, {"question": "Is \"A Tale of Two Cities\" a parody of the Bible?", "gold_answer": "no"}, {"question": "Is the letter D influenced by the shape of ancient doors?", "gold_answer": "yes"}, {"question": "Did Julio Gonzalez like acetylene?", "gold_answer": "yes"}, {"question": "Is clerk of Supreme Court of Canada safe profession for someone with seismophobia?", "gold_answer": "yes"}, {"question": "Does Antarctica have a lot of problems relating to homelessness?", "gold_answer": "no"}, {"question": "Are coopers required in the beverage industry?", "gold_answer": "yes"}, {"question": "Gandalf hypothetically defeats Rincewind in a wizard battle?", "gold_answer": "yes"}, {"question": "Would an Alfa Romeo vehicle fit inside a barn?", "gold_answer": "yes"}, {"question": "Is strep throat harmless to singer Rita Ora after her 2020 tonsilitis surgery?", "gold_answer": "no"}, {"question": "Would the United States Military Academy reject an applicant with multiple sclerosis?", "gold_answer": "yes"}, {"question": "Could someone in Tokyo take a taxi to the The Metropolitan Museum of Art?", "gold_answer": "no"}, {"question": "Does Adobe Suite have video game engine coding?", "gold_answer": "yes"}, {"question": "Is Europa (moon) name origin related to Amunet?", "gold_answer": "no"}, {"question": "Was Jean Valjean imprisoned due to hunger?", "gold_answer": "yes"}, {"question": "Would someone on Venus be unlikely to experience hypothermia?", "gold_answer": "yes"}, {"question": "Is Jack Black unlikely to compete with Bear McCreary for an award?", "gold_answer": "yes"}, {"question": "Would Cuba Libre consumption help with insomnia?", "gold_answer": "no"}, {"question": "Does Nigella Lawson care about solubility?", "gold_answer": "yes"}, {"question": "Can E6000 cure before a hoverboard finishes the Daytona 500? ", "gold_answer": "yes"}, {"question": "Could the Pope be on an episode of Pimp My Ride?", "gold_answer": "yes"}, {"question": "Are pennies commonly used in Canada?", "gold_answer": "no"}, {"question": "Do drag kings take testosterone to look masculine?", "gold_answer": "no"}, {"question": "Will Chick Fil A be open on Halloween 2021?", "gold_answer": "no"}, {"question": "Can you order an Alfa Romeo at Starbucks?", "gold_answer": "no"}, {"question": "Would a recruit for the United States Marine Corps be turned away for self harm?", "gold_answer": "yes"}, {"question": "Would it be unusual to see frost in September in Texas?", "gold_answer": "yes"}, {"question": "Did breakdancing grow in popularity during WW2?", "gold_answer": "no"}, {"question": "Can vitamin C rich fruits be bad for health?", "gold_answer": "yes"}, {"question": "Could a monarch butterfly rule a kingdom?", "gold_answer": "no"}, {"question": "If it socially acceptable to wear an icon depicting crucifixion? ", "gold_answer": "yes"}, {"question": "Can people die from brake failure?", "gold_answer": "yes"}, {"question": "Was the man who played the male lead in Mrs. Doubtfire known for his humour?", "gold_answer": "yes"}, {"question": "Coud every wife of Stone Cold Steve Austin fit in Audi TT?", "gold_answer": "yes"}, {"question": "Is Hamlet more common on IMDB than Comedy of Errors?", "gold_answer": "yes"}, {"question": "Has Freemasonry been represented on the Moon?", "gold_answer": "yes"}, {"question": "Do urban legends always have to occur in cities?", "gold_answer": "no"}, {"question": "Would a fungal life-form be threatened by a pigment from copper?", "gold_answer": "yes"}, {"question": "Do the telescopes at Goldstone Deep Space Communications Complex work the night shift?", "gold_answer": "yes"}, {"question": "Was Jackson Pollock straight edge?", "gold_answer": "no"}, {"question": "Is it legal for a licensed child driving Mercedes-Benz to be employed in US?", "gold_answer": "yes"}, {"question": "Would a sofer be a bad job for a vegan?", "gold_answer": "yes"}, {"question": "Can an African Elephant get pregnant twice in a year?", "gold_answer": "no"}, {"question": "Did Joan Crawford guest star on  JAG (TV series)?", "gold_answer": "no"}, {"question": "Will Elijah Cummings vote for Joe Biden in the next presidential elections?", "gold_answer": "no"}, {"question": "Do people watching Coen brothers films in Guinea Bissau need subtitles?", "gold_answer": "yes"}, {"question": "Is Great Pyramid of Giza the last wonder of its kind?", "gold_answer": "yes"}, {"question": "Hydrogen's atomic number squared exceeds number of Spice Girls?", "gold_answer": "no"}, {"question": "If you have a serious injury in Bangladesh, would you probably dial a Fibonacci number?", "gold_answer": "no"}, {"question": "Are Donkeys part of Christmas celebrations?", "gold_answer": "yes"}, {"question": "Did polio medicine save the life of polio vaccine creator?", "gold_answer": "no"}, {"question": "Is latitude required to determine the coordinates of an area?", "gold_answer": "yes"}, {"question": "Can Harry Potter book a flight on Asiana Airlines?", "gold_answer": "no"}, {"question": "Would a monkey outlive a human being on average?", "gold_answer": "no"}, {"question": "Would Carmine's kitchen staff be panicked if they had no olive oil?", "gold_answer": "yes"}, {"question": "Can a snow leopard eat twice its own body weight?", "gold_answer": "yes"}, {"question": "Are there five different single-digit Fibonacci numbers?", "gold_answer": "yes"}, {"question": "Can Spartina Patens thrive in the Sahara Desert?", "gold_answer": "no"}, {"question": "Is growing seedless cucumber good for a gardener with entomophobia?", "gold_answer": "yes"}, {"question": "Would it be unusual to use paypal for drug deals?", "gold_answer": "yes"}, {"question": "Is Casio's founding year a composite number?", "gold_answer": "yes"}, {"question": "Would ISIS agree with Al-Farabi's religious sect?", "gold_answer": "no"}, {"question": "Would half muggle wizards fear Lord Voldemort?", "gold_answer": "yes"}, {"question": "Is a construction worker required to build a portfolio?", "gold_answer": "no"}, {"question": "Are vinegar pickled cucumbers rich in lactobacillus?", "gold_answer": "no"}, {"question": "Would a dog easily notice ammonia?", "gold_answer": "yes"}, {"question": "Are the brooms from curling good for using on house floors?", "gold_answer": "no"}, {"question": "Is Christopher Walken close to achieving EGOT status?", "gold_answer": "no"}, {"question": "Can sunlight travel to the deepest part of the Black Sea?", "gold_answer": "no"}, {"question": "Did U.S. soldiers listen to Justin Bieber's Believe album during the Battle of Baghdad?", "gold_answer": "no"}, {"question": "Can a honey bee sting a human more than once?", "gold_answer": "no"}, {"question": "Would an expensive tailor use adhesive to create a shorter hem on slacks?", "gold_answer": "no"}, {"question": "Did Clark Gable marry more women once than Richard Burton?", "gold_answer": "yes"}, {"question": "Did the 40th president of the United States forward lolcats to his friends?", "gold_answer": "no"}, {"question": "Did William Shaespeare read the Daily Mirror?", "gold_answer": "no"}, {"question": "Does Disney own a major comic book publisher?", "gold_answer": "yes"}, {"question": "Do the James Bond and Doctor Who series have a similarity in format?", "gold_answer": "yes"}, {"question": "Does Sam Harris worship Shiva?", "gold_answer": "no"}, {"question": "Would Lord Voldemort hypothetically be an effective fighter after Final Fantasy silence is cast?", "gold_answer": "no"}, {"question": "Does Capricorn astrology symbol have all of the parts of a chimera?", "gold_answer": "no"}, {"question": "Is Black Lives Matter connected with capsaicin?", "gold_answer": "yes"}, {"question": "Do people in middle school usually get breast exams?", "gold_answer": "no"}, {"question": "Is it difficult to conduct astrophotography in the summer in Sweden?", "gold_answer": "yes"}, {"question": "Did Tokyo Tower designers appreciate Stephen Sauvestre?", "gold_answer": "yes"}, {"question": "Would a hippie hypothetically be bummed out by Augustus's Pax Romana?", "gold_answer": "no"}, {"question": "Can oysters be preserved without refrigeration? ", "gold_answer": "yes"}, {"question": "Could the Atlantic readers fill 500 battalions?", "gold_answer": "no"}, {"question": "Is it normally unnecessary to wear a coat in Hollywood in July?", "gold_answer": "yes"}, {"question": "Can the Toyota Hilux tip the scales against Mr. Ed?", "gold_answer": "yes"}, {"question": "Could a young Wizard of Oz Scarecrow have gotten Cerebral palsy?", "gold_answer": "no"}, {"question": "Would Glen Beck and Stephen Colbert be likely to tour together?", "gold_answer": "no"}, {"question": "Could Maroon 5 have hypothetically held a concert at Roman Colosseum?", "gold_answer": "yes"}, {"question": "Does Carmen Electra own a junk?", "gold_answer": "no"}, {"question": "Is 2018 Ashland, Oregon population inadequate to be a hypothetical military division?", "gold_answer": "no"}, {"question": "Do Youtube viewers get unsolicited audiobook advice often?", "gold_answer": "yes"}, {"question": "Did Osama bin Laden likely abstain from alcohol?", "gold_answer": "yes"}, {"question": "Are fresh garlic cloves as easy to eat as roasted garlic cloves?", "gold_answer": "no"}, {"question": "Would JPEG be a good format for saving an image of Da Vinci's Vitruvian Man?", "gold_answer": "no"}, {"question": "Did Lionel Richie ever have dinner with Abraham Lincoln?", "gold_answer": "no"}, {"question": "Is it safe to eat hair?", "gold_answer": "yes"}, {"question": "Did Sojourner Truth use the elevator at the Washington Monument?", "gold_answer": "no"}, {"question": "Was Florence a Theocracy during Italian Renaissance?", "gold_answer": "yes"}, {"question": "Were Beauty and the Beast adaptations devoid of Kurt Sutter collaborators?", "gold_answer": "no"}, {"question": "Would a Nike shoebox be too small to fit a swan in?", "gold_answer": "yes"}, {"question": "Did Johann Sebastian Bach ever win a Grammy Award?", "gold_answer": "no"}, {"question": "Are chinchillas cold-blooded?", "gold_answer": "no"}, {"question": "Is Samsung accountable to shareholders?", "gold_answer": "yes"}, {"question": "Is Alan Alda old enough to have fought in the Vietnam War?", "gold_answer": "yes"}, {"question": "Did Disney's second film rip off a prophet story?", "gold_answer": "yes"}, {"question": "Is eating a Dicopomorpha echmepterygis size Uranium pellet fatal?", "gold_answer": "no"}, {"question": "Can musicians become knights?", "gold_answer": "yes"}, {"question": "Can a lemon aggravate dyspepsia?", "gold_answer": "yes"}, {"question": "Was Oscar Wilde's treatment under the law be considered fair in the US now?", "gold_answer": "no"}, {"question": "Would Jackie Chan have trouble communicating with a deaf person?", "gold_answer": "no"}, {"question": "Could a fan of the Botany Swarm vote for John Key?", "gold_answer": "yes"}, {"question": "Will Conan the Barbarian hypothetically last a short time inside of Call of Duty?", "gold_answer": "yes"}, {"question": "Do pirates care about vitamin C?", "gold_answer": "yes"}, {"question": "Is video surveillance of a room possible without an obvious camera or new item?", "gold_answer": "yes"}, {"question": "Did England win any Olympic gold medals in 1800?", "gold_answer": "no"}, {"question": "In the world of Harry Potter, would a snake and skull tattoo be good luck?", "gold_answer": "no"}, {"question": "Would a Fakir be surprised if they saw a comma in their religious book?", "gold_answer": "yes"}, {"question": "Was Elmo an original muppet character on Sesame Street?", "gold_answer": "no"}, {"question": "Is sunscreen unhelpful for the condition that killed Bob Marley?", "gold_answer": "yes"}, {"question": "Was John Gall from same city as Stanford University?", "gold_answer": "yes"}, {"question": "Snowboarding is a rarity in Hilo?", "gold_answer": "yes"}, {"question": "Did King of Portuguese people in 1515 have familial ties to the Tudors?", "gold_answer": "yes"}, {"question": "Could Darth Vader hypothetically catch the Coronavirus?", "gold_answer": "no"}, {"question": "Is it normal to blow out candles during a funeral?", "gold_answer": "no"}, {"question": "Would a slingshot be improperly classified as artillery?", "gold_answer": "yes"}, {"question": "Did Gladiator's weapon of choice require less hands than Soul Calibur's Faust?", "gold_answer": "yes"}, {"question": "Did Saddam Hussein witness the inauguration of Donald Trump?", "gold_answer": "no"}, {"question": "Is Batman (1989 film) likely to be shown on flight from NY to Kansas City?", "gold_answer": "yes"}, {"question": "Could Eric Clapton's children play a regulation game of basketball among themselves?", "gold_answer": "no"}, {"question": "Can the Supreme Court of Canada fight a Lucha trios match?", "gold_answer": "yes"}, {"question": "Do you need different colored pens for sudoku?", "gold_answer": "no"}, {"question": "Would an ancient visitor to Persia probably consume crocus threads?", "gold_answer": "yes"}, {"question": "Would the Who concert in international space station be audible?", "gold_answer": "yes"}, {"question": "Was King Kong (2005 film) solvent?", "gold_answer": "yes"}, {"question": "During the time immediately after 9/11, was don't ask don't tell still in place?", "gold_answer": "yes"}, {"question": "Would the 10th doctor enjoy a dish of stuffed pears?", "gold_answer": "no"}, {"question": "Will speed reader devour The Great Gatsby before the Raven?", "gold_answer": "no"}, {"question": "Can Michael Jordan become a professional cook in America? ", "gold_answer": "yes"}, {"question": "Can a microwave melt a Toyota Prius battery?", "gold_answer": "no"}, {"question": "Did Irish mythology inspire Washington Irving?", "gold_answer": "yes"}, {"question": "At midnight in Times Square on New Years Eve, are you likely to meet people in diapers?", "gold_answer": "yes"}, {"question": "Would a member of the United States Air Force get a discount at Dunkin Donuts?", "gold_answer": "yes"}, {"question": "Can you put bitcoin in your pocket?", "gold_answer": "yes"}, {"question": "Does Masaharu Morimoto rely on glutamic acid?", "gold_answer": "yes"}, {"question": "Would a nickel fit inside a koala pouch?", "gold_answer": "yes"}, {"question": "When the shuttle Columbia 11 landed, was it the season for Christmas carols?", "gold_answer": "yes"}, {"question": "Did Kurt Cobain's music genre survive after his death?", "gold_answer": "yes"}, {"question": "Are people banned from entering the Forbidden City?", "gold_answer": "no"}, {"question": "Were there eight humans on Noah's Ark?", "gold_answer": "yes"}, {"question": "Was Nikola Tesla's home country involved in the American Civil War?", "gold_answer": "no"}, {"question": "Did Queen Elizabeth The Queen Mother and her daughter share name with Tudor queen?", "gold_answer": "yes"}, {"question": "Did John Lennon listen to Compact discs?", "gold_answer": "no"}, {"question": "Has a tumulus been discovered on Mars?", "gold_answer": "no"}, {"question": "Could Cosmic Girls play League of Legends alone?", "gold_answer": "yes"}, {"question": "is the brain located in the torso?", "gold_answer": "no"}, {"question": "Was Augustus his real name?", "gold_answer": "no"}, {"question": "Were the Spice Girls inspired by Little Mix?", "gold_answer": "no"}, {"question": "Does the actress who played Elizabeth II speak fluent Arabic?", "gold_answer": "no"}, {"question": "Does Super Mario require electricity to play?", "gold_answer": "yes"}, {"question": "Is it impossible to tell if someone is having a stroke?", "gold_answer": "no"}, {"question": "If he were poor, would Christopher Reeve have lived?", "gold_answer": "no"}, {"question": "Could all of the 2008 Summer Olympics women find a hookup athlete partner?", "gold_answer": "yes"}, {"question": "Are any mollusks on Chinese New Year calendar?", "gold_answer": "no"}, {"question": "Can an adult human skull hypothetically pass through the birth canal?", "gold_answer": "yes"}, {"question": "Will Elijah Cummings cast a vote in the 2020 presidential election?", "gold_answer": "no"}, {"question": "Does Super Mario mainly focus on a man in green?", "gold_answer": "no"}, {"question": "Does Julia Roberts lose the prolific acting contest in her family?", "gold_answer": "yes"}, {"question": "Can olive oil kill rabies?", "gold_answer": "no"}, {"question": "Does Ludacris perform classical music?", "gold_answer": "no"}, {"question": "Did U2 play a concert at the Polo Grounds?", "gold_answer": "no"}, {"question": "Did Gauss have a normal brain structure?", "gold_answer": "no"}, {"question": "Could an infant solve a sudoku puzzle?", "gold_answer": "no"}, {"question": "Is Eid al-Fitr holiday inappropriate to watch entire US Office?", "gold_answer": "yes"}, {"question": "Are any of the destinations of Japan Airlines former Axis Powers?", "gold_answer": "yes"}, {"question": "Would a viewer of Monday Night Football be able to catch WWE Raw during commercial breaks?", "gold_answer": "yes"}, {"question": "Would Jon Brower Minnoch break a chair before Voyager 2 launch mass?", "gold_answer": "no"}, {"question": "Do placozoa get learning disabilities?", "gold_answer": "no"}, {"question": "Are multiple Christmas Carol's named after Saints?", "gold_answer": "yes"}, {"question": "Are thetan levels found in the New Testament?", "gold_answer": "no"}, {"question": "Would a honey badger's dentures be different from a wolverine's?", "gold_answer": "yes"}, {"question": "Does the United States Secretary of State answer the phones for the White House?", "gold_answer": "no"}, {"question": "Did the color green help Theodor Geisel become famous?", "gold_answer": "yes"}, {"question": "Does Ariana Grande's signature style combine comfort items and high fashion?", "gold_answer": "yes"}, {"question": "Did Richard III's father have greater longevity than him?", "gold_answer": "yes"}, {"question": "Does a dentist treat Bluetooth problems?", "gold_answer": "no"}, {"question": "Was Walt Disney ever interviewed by Anderson Cooper?", "gold_answer": "no"}, {"question": "Is it common to see frost during some college commencements?", "gold_answer": "yes"}, {"question": "Could Eddie Murphy's children hypothetically fill a basketball court by themselves?", "gold_answer": "yes"}, {"question": "Can you find a snow leopard in the Yucatan?", "gold_answer": "no"}, {"question": "Could Edward Snowden have visited the headquarters of United Nations Conference on Trade and Development?", "gold_answer": "yes"}, {"question": "Did Sony definitively win the video game war against Sega?", "gold_answer": "yes"}, {"question": "Is winter associated with hot temperatures?", "gold_answer": "no"}, {"question": "Does the United States Navy create radioactive waste?", "gold_answer": "yes"}, {"question": "Was Black fly upstaged by another insect in Jeff Goldblum's 1986 film?", "gold_answer": "yes"}, {"question": "Did Alan Rickman have an improperly functioning organ?", "gold_answer": "yes"}, {"question": "Would four shoes be insufficient for a set of octuplets?", "gold_answer": "yes"}, {"question": "Are banana trees used by judges for maintaining order?", "gold_answer": "no"}, {"question": "Could Rhode Island sink into the Bohai Sea?", "gold_answer": "yes"}, {"question": "Will a sloth explode if it's not upside down?", "gold_answer": "no"}, {"question": "Was the MLB World Series held in Newcastle, New South Wales?", "gold_answer": "no"}, {"question": "Would Nancy Pelosi have hypothetically been on same side as Gerald Ford?", "gold_answer": "no"}, {"question": "Was the 1980 presidential election won by a member of the Grand Old Party?", "gold_answer": "yes"}, {"question": "Is Glenn Beck known for his mild temper?", "gold_answer": "no"}, {"question": "Would a kaffir lime be a good ingredient for making a candle?", "gold_answer": "yes"}, {"question": "Did Moon Jae-in's residence exist when the World Trade Center was completed?", "gold_answer": "no"}, {"question": "Is it impossible for Cheb Mami to win a Pulitzer Prize for musical composition?", "gold_answer": "yes"}, {"question": "Did DARPA influence Albert Einstein? ", "gold_answer": "no"}, {"question": "Does the art from Family Guy look a lot like the art in American Dad?", "gold_answer": "yes"}, {"question": "Could Stephen King join the NASA Astronaut Corps?", "gold_answer": "no"}, {"question": "Would Alexander Graham Bell hypothetically support Nazi eugenics?", "gold_answer": "yes"}, {"question": "Can black swan's formation type help spell longest word in Dictionary?", "gold_answer": "yes"}, {"question": "Do you find glutamic acid in a severed finger?", "gold_answer": "yes"}, {"question": "Do German Shepherds worry about the Abitur?", "gold_answer": "no"}, {"question": "Did Tom Bosley enjoy video games on the PlayStation 4?", "gold_answer": "no"}, {"question": "Can a 2019 Toyota Hilux hypothetically support weight of thirty Big John Studd clones?", "gold_answer": "no"}, {"question": "Are potatoes native to the European continent?", "gold_answer": "no"}, {"question": "Would Şerafeddin Sabuncuoğlu have eaten Börek?", "gold_answer": "yes"}, {"question": "Can the original name of the zucchini be typed on the top row of a QWERTY keyboard?", "gold_answer": "no"}, {"question": "Would Cyndi Lauper use milk substitute in her rice pudding?", "gold_answer": "yes"}, {"question": "Is eggplant deadly to most atopic individuals? ", "gold_answer": "no"}, {"question": "Could a single bitcoin ever cover cost of a Volkswagen Jetta?", "gold_answer": "yes"}, {"question": "Has Drew Carey outshined Doug Davidson's tenure?", "gold_answer": "yes"}, {"question": "Can you purchase a dish with injera at Taco Bell?", "gold_answer": "no"}, {"question": "Would a Superbowl Football Game be crowded on the Gettysburg Battlefield?", "gold_answer": "no"}, {"question": "Would the tunnels at CERN fit onto the High Speed 1 rails?", "gold_answer": "yes"}, {"question": "Would 1996 leap year baby technically be 1 year old in 2000?", "gold_answer": "yes"}, {"question": "Would Snowdon mountain be a piece of cake for Tenzing Norgay?", "gold_answer": "yes"}, {"question": "Can a Reconstruction era coin buy DJI Mavic Pro Drone?", "gold_answer": "yes"}, {"question": "Can an American black bear swallow a sun bear whole?", "gold_answer": "no"}, {"question": "Does monster name in West African Folklore that witches send into villages set Scrabble record?", "gold_answer": "no"}, {"question": "Does Home Depot sell item in late September zodiac sign symbol?", "gold_answer": "yes"}, {"question": "Did the Watergate scandal help the Republican party?", "gold_answer": "no"}, {"question": "Can a sesame seed grow in the human body?", "gold_answer": "no"}, {"question": "Did Elizabeth II frequently visit Queen Victoria?", "gold_answer": "no"}, {"question": "Can you watch Rick and Morty in Mariana Trench?", "gold_answer": "yes"}, {"question": "Does Oprah Winfrey have a degree from an Ivy League university?", "gold_answer": "yes"}, {"question": "Can Darth Vader hypothetically outdunk Bill Walton without using The Force?", "gold_answer": "no"}, {"question": "Did the lead singer of Led Zepplin ever perform with Ernest Chataway?", "gold_answer": "yes"}, {"question": "Would someone with a nosebleed benefit from Coca?", "gold_answer": "yes"}, {"question": "Will Communion be denied to Wednesday name origin followers?", "gold_answer": "yes"}, {"question": "Were Walkman's used in the Kingdom of Hungary?", "gold_answer": "no"}, {"question": "Would a veteran of the Phillippine-American War come home craving SPAM?", "gold_answer": "no"}, {"question": "Could Moulin Rouge have been hypothetically used as Spain's Spanish American War triage center?", "gold_answer": "yes"}, {"question": "Did Metallica band members cutting their hair hurt their sales?", "gold_answer": "yes"}, {"question": "Does the letter B's place in alphabet exceed number of 2008 total lunar eclipses?", "gold_answer": "yes"}, {"question": "Would Emmanuel Macron celebrate Cinco de Mayo?", "gold_answer": "no"}, {"question": "Would a baby gray whale fit in a tractor-trailer?", "gold_answer": "yes"}, {"question": "Was Harry Truman's presidency unaffected by the twenty-third Amendment to the US Constitution?", "gold_answer": "yes"}, {"question": "Could Bart Simpson have owned comics with The Joker?", "gold_answer": "yes"}, {"question": "Do Do It Yourself channels online always show realistic projects?", "gold_answer": "no"}, {"question": "Would only warm weather attire be a good idea on Mercury?", "gold_answer": "no"}, {"question": "Can you measure a Caracal with a protractor?", "gold_answer": "no"}, {"question": "Can a goat be used for one of the ingredients in French toast?", "gold_answer": "yes"}, {"question": "Did Dr. Seuss make himself famous?", "gold_answer": "no"}, {"question": "Was song of Roland protagonist friendly with group that had sagas?", "gold_answer": "no"}, {"question": "Could the endowment of Johns Hopkins University pay off the MBTA debt?", "gold_answer": "no"}, {"question": "Is Christmas celebrated during winter?", "gold_answer": "yes"}, {"question": "Do sun bears stay active during winter?", "gold_answer": "yes"}, {"question": "Could a student at the University of Houston see a caracal on campus?", "gold_answer": "no"}, {"question": "Would someone pay for a coffee in NYC with Euros?", "gold_answer": "no"}, {"question": "Can a single honey bee sting multiple humans?", "gold_answer": "no"}, {"question": "Would the number 666 appear in a church?", "gold_answer": "no"}, {"question": "Is Cape Town south of the Equator?", "gold_answer": "yes"}, {"question": "Will silicon wedding rings outsell bromine wedding rings?", "gold_answer": "yes"}, {"question": "Does ontology require a scalpel?", "gold_answer": "no"}, {"question": "Is Godzilla's image likely grounds for a lawsuit in 2050?", "gold_answer": "no"}, {"question": "Is Olivia Newton-John hyphenated celebrity name with most letters?", "gold_answer": "no"}, {"question": "Will electric car struggle to finish Daytona 500?", "gold_answer": "yes"}, {"question": "Are swastikas used in the most common religion in India?", "gold_answer": "yes"}, {"question": "Is it more expensive to run for President of India than to buy a new iPhone 11?", "gold_answer": "no"}, {"question": "Is it hard for Rahul Dravid to order food at a restaurant in Aurangabad?", "gold_answer": "no"}, {"question": "Did Terry Pratchett write about quantum mechanics?", "gold_answer": "yes"}, {"question": "Did number of Imams Reza Shah believed in exceed number of Jesus's disciples?", "gold_answer": "no"}, {"question": "Does Final Fantasy VI require electricity to play?", "gold_answer": "yes"}, {"question": "Would Dale Earnhardt Jr. be considered a newbie?", "gold_answer": "no"}, {"question": "Is cycling a high-risk activity for pelvis fractures?", "gold_answer": "no"}, {"question": "Would a person with Anorexia nervosa be more likely to break a bone than a regular person?", "gold_answer": "yes"}, {"question": "Is Jennifer Lawrence's middle name similar to the name of a Scorsese collaborator?", "gold_answer": "yes"}, {"question": "Was Moliere Queen Margot's ill fated lover?", "gold_answer": "no"}, {"question": "Would you be more likely to die of hypothermia in New York than Florida?", "gold_answer": "yes"}, {"question": "Did the Democratic Party's nominee for President of the U.S. in 1908 watch TV?", "gold_answer": "no"}, {"question": "Does the cuisine of Hawaii embrace foods considered gross in the continental US?", "gold_answer": "yes"}, {"question": "Did John Kerry run in the 2010 United Kingdom general election?", "gold_answer": "no"}, {"question": "Was The Canterbury Tales written before One Thousand and One Nights?", "gold_answer": "no"}, {"question": "Does  Lionel Richie believe in holistic medicine?", "gold_answer": "yes"}, {"question": "Did villain that killed Superman murder Robin?", "gold_answer": "no"}, {"question": "Is an ocelot a good present for a kindergartener?", "gold_answer": "no"}, {"question": "Were the first missionaries required to attend mass on Sundays?", "gold_answer": "yes"}, {"question": "Will Donald Duck hypothetically purchase bell-bottoms for himself?", "gold_answer": "no"}, {"question": "Was Christina Aguilera born in the forgotten borough?", "gold_answer": "yes"}, {"question": "Would ramen be bad for someone with heart failure?", "gold_answer": "yes"}, {"question": "Would the current president of Ohio University hypothetically wear a jockstrap?", "gold_answer": "yes"}, {"question": "Would an Olympic athlete be tired out after running a mile?", "gold_answer": "no"}, {"question": "Can an ostrich fit into the nest of a swallow?", "gold_answer": "no"}, {"question": "Did Dale Jr hug his dad after their last Daytona 500 together?", "gold_answer": "no"}, {"question": "Did Wednesday have something to do with Thor?", "gold_answer": "yes"}, {"question": "Will AC/DC album sales buy more B-52 bombers than Lil Wayne's?", "gold_answer": "yes"}, {"question": "Do mountain goats inhabit the summit of Mount Sharp?", "gold_answer": "no"}, {"question": "Could Larry King's marriages be counted on two feet?", "gold_answer": "yes"}, {"question": "Were gladiators associated with the Coloseum?", "gold_answer": "yes"}, {"question": "Does Rupert Murdoch's alma mater have more history than the USA?", "gold_answer": "yes"}, {"question": "Can native wolverines be found in Miami?", "gold_answer": "no"}, {"question": "Were paparazzi involved in the death of a member of the royal family?", "gold_answer": "yes"}, {"question": "Was Moon Jae-in born outside of Khanbaliq?", "gold_answer": "yes"}, {"question": "Can a greyhound walk on two legs?", "gold_answer": "no"}, {"question": "Do moths that live on sloths have family dinners?", "gold_answer": "no"}, {"question": "Do Jehovah's Witnesses celebrate day before New Year's Day?", "gold_answer": "no"}, {"question": "Would a caracal be defeated by Javier Sotomayor in a high jump competition?", "gold_answer": "no"}, {"question": "Were karaoke and the turtle power tiller patented in the same country?", "gold_answer": "yes"}, {"question": "Is Kim Kardashian a guru?", "gold_answer": "no"}, {"question": "Do solo pianists require a conductor?", "gold_answer": "no"}, {"question": "Would Shaggy and Redenbacher popcorn founder both raise hand during first name roll call?", "gold_answer": "yes"}, {"question": "Has a baby ever had a moustache?", "gold_answer": "yes"}, {"question": "Did the original lead guitarist of Metallica fail after parting from the band?", "gold_answer": "no"}, {"question": "Would John Muir not likely have a vitamin D deficiency?", "gold_answer": "yes"}, {"question": "Did Thomas Greenhill's parents violate the concept of monogamy?", "gold_answer": "no"}, {"question": "Is the bull shark more bull than shark?", "gold_answer": "no"}, {"question": "Will a Holstein cow and the Liberty Bell balance out a giant scale?", "gold_answer": "no"}, {"question": "Can citrus grow in Ulaanbaatar?", "gold_answer": "no"}, {"question": "Can a snow leopard swim?", "gold_answer": "yes"}, {"question": "Are LinkedIn and LeafedIn related companies?", "gold_answer": "no"}, {"question": "Is waltz less injurious than slam dance?", "gold_answer": "yes"}, {"question": "Is one blast from double-barreled shotgun likely to kill all squid brains?", "gold_answer": "no"}, {"question": "Is viscosity unimportant in making jello shots?", "gold_answer": "no"}, {"question": "Is Earth Day celebrated in summer?", "gold_answer": "no"}, {"question": "Are you likely to hear Rammstein playing in smooth jazz clubs?", "gold_answer": "no"}, {"question": "Did Moon Jae-in earn the Abitur as a teenager?", "gold_answer": "no"}, {"question": "Can French Toast hypothetically kill a Lannister?", "gold_answer": "yes"}, {"question": "Can a believer in agnosticism become pope?", "gold_answer": "no"}, {"question": "Will Ronda Rousey hypothetically defeat X-Men's Colossus in a fight?", "gold_answer": "no"}, {"question": "Can brewing occur in a prison environment?", "gold_answer": "yes"}, {"question": "Do American wheelchair users know what the ADA is?", "gold_answer": "yes"}, {"question": "Does Lupita Nyongo have citizenship in paternal Family of Barack Obama's origin country?", "gold_answer": "yes"}, {"question": "Is most coffee produced South of the Equator?", "gold_answer": "yes"}, {"question": "Is the largest city in New Mexico also known as Yootó?", "gold_answer": "no"}, {"question": "Is the tongue part of a creature's head?", "gold_answer": "yes"}, {"question": "Does Coast to Coast AM have more longevity than the Rush Limbaugh show?", "gold_answer": "yes"}, {"question": "Is the E.T. the Extra-Terrestrial Atari Landfill story an urban legend?", "gold_answer": "yes"}, {"question": "Can you chew argon?", "gold_answer": "no"}, {"question": "Would a Jehovah's witness approve of Alice's Adventures in Wonderland?", "gold_answer": "no"}, {"question": "Does Santa Claus hypothetically give Joffrey Baratheon presents?", "gold_answer": "no"}, {"question": "Does a lapidary work with items that are studied by geologists?", "gold_answer": "yes"}, {"question": "Was The Great Gatsby inspired by the novel 1984?", "gold_answer": "no"}, {"question": "Is the tibia required for floor exercises?", "gold_answer": "yes"}, {"question": "Is Europa linked to Viennese waltzes?", "gold_answer": "yes"}, {"question": "Is a platypus immune from cholera?", "gold_answer": "yes"}, {"question": "Did Jerry Seinfeld have reason to cheer in 1986?", "gold_answer": "yes"}, {"question": "Would John the Baptist be invited to a hypothetical cephalophore reunion in heaven?", "gold_answer": "no"}, {"question": "Are common carp sensitive to their environments?", "gold_answer": "no"}, {"question": "Have Douglas fir been used to fight wars?", "gold_answer": "yes"}, {"question": "Can you watch the Borgia's World of Wonders before Ludacris's Release Therapy finishes?", "gold_answer": "yes"}, {"question": "Is winter solstice in Northern Hemisphere closer to July than in Southern Hemisphere? ", "gold_answer": "no"}, {"question": "Can a traffic collision make someone a millionaire?", "gold_answer": "yes"}, {"question": "Are Christmas trees typically deciduous?", "gold_answer": "no"}, {"question": "Can you drown in a Swan Lake performance?", "gold_answer": "no"}, {"question": "Is it unusual to eat spaghetti without a fork?", "gold_answer": "yes"}, {"question": "Is narcissism's origin a rare place to get modern words from?", "gold_answer": "no"}, {"question": "Is Kobe's famous animal product used in a BLT?", "gold_answer": "no"}, {"question": "Do Chinese Americans face discrimination at a Federal level in the US?", "gold_answer": "yes"}, {"question": "Could largest asteroid crush a whole city?", "gold_answer": "yes"}, {"question": "Did Mike Tyson do something very different than McGruff's slogan to Evander Holyfield in 1997?", "gold_answer": "no"}, {"question": "After viewing the Mona Lisa, could you get lunch nearby on foot?", "gold_answer": "yes"}, {"question": "Do all parts of the aloe vera plant taste good?", "gold_answer": "no"}, {"question": "Is a fever cured by listening to a cowbell?", "gold_answer": "no"}, {"question": "Are brown rock fish found in the waters surrounding Saint Kitts and Nevis?", "gold_answer": "no"}, {"question": "Do Republicans reject all forms of welfare?", "gold_answer": "no"}, {"question": "Did the confederate states speak Old English before the Civil War?", "gold_answer": "no"}, {"question": "Do Armenians tend to dislike System of a Down?", "gold_answer": "no"}, {"question": "Is a paleo dieter unlikely to color beverages green for St. Patrick's Day?", "gold_answer": "yes"}, {"question": "Can French Defence initial move defend against four move checkmate?", "gold_answer": "no"}, {"question": "Was Emperor Commodus paid tribute in Pound sterling?", "gold_answer": "no"}, {"question": "Do you need a large room if you want to get into 3D printing?", "gold_answer": "no"}, {"question": "Does Woody Allen await the Second Coming?", "gold_answer": "no"}, {"question": "Could Intel products be purchased at McDonald's?", "gold_answer": "no"}, {"question": "Is the Yellow Pages the fastest way to find a phone number?", "gold_answer": "no"}, {"question": "Do Shinto practitioners keep to a kosher diet?", "gold_answer": "no"}, {"question": "Are there some countries where waiting staff need no tip?", "gold_answer": "yes"}, {"question": "Could a hamster experience two leap years?", "gold_answer": "no"}, {"question": "Is there a Marvel villain with the same name as a kind of citrus fruit?", "gold_answer": "yes"}, {"question": "Are selfies more dangerous than plague in modern times?", "gold_answer": "yes"}, {"question": "Is a cory catfish likely to eat another living fish?", "gold_answer": "no"}, {"question": "Does Thiago Moises May 13 2020 submission move hypothetically hurt Achilles?", "gold_answer": "yes"}, {"question": "Does Alec Baldwin have more children than Clint Eastwood?", "gold_answer": "no"}, {"question": "Does highest US Court have enough seats for every Prime Minister of the United Kingdom since 1952?", "gold_answer": "no"}]